[
    { "AssetId": 11563251, "Name": "Fuse Bomb", "Description": "Someone set us up the bomb! Make your time." },
    {
        "AssetId": 11377306,
        "Name": "Silver Ninja Star of the Brilliant Light",
        "Description": "In a light that casts no shadow, across a barren plain that affords no shade, range swift figures in immaculate flowing robes."
    },
    {
        "AssetId": 11419319,
        "Name": "Healing Potion",
        "Description": "This is pretty much the best healing potion in any videogame ever. One use per spawn."
    },
    {
        "AssetId": 12187348,
        "Name": "Ronin Katana",
        "Description": "A ronin is a samurai with no lord or master. These desperate men often become honorless swords for hire."
    },
    {
        "AssetId": 101106419,
        "Name": "Farmer's Revenge",
        "Description": "Protect your farmland by charging at your enemies and send them flying."
    },
    {
        "AssetId": 15932306,
        "Name": "Starblox Latte",
        "Description": "Drinking a Starblox Latte is a great way to add a little speed to your step - but if you drink too many your head might explode."
    },
    {
        "AssetId": 121946387,
        "Name": "Bombo's Survival Knife",
        "Description": "There's only one way out- and you can bet Bombo's gonna find it!"
    },
    { "AssetId": 10472779, "Name": "Bloxy Cola", "Description": "Warning: Bloxy Cola may be habit-forming." },
    { "AssetId": 11452821, "Name": "Claymore", "Description": "Favored sword of the McBlox clan." },
    {
        "AssetId": 113328094,
        "Name": "Lightblox Jar",
        "Description": "Open the jar to light up the night!  This jar of bloxy firelight looks great in places with dynamic lighting."
    },
    { "AssetId": 21754543, "Name": "Bamboo Katana", "Description": "Clack clack watch your back." },
    {
        "AssetId": 11450664,
        "Name": "Slateskin Potion",
        "Description": "Ingredients: one part dust from the oldest mountain, two parts dirt from the deepest sea, three parts lava from the core of the earth, and one splinter from the Rock of Prometheus. Drinking this potion transforms your skin into rock, allowing you to take more damage than the average Robloxian. It also makes you heavier, which will slow you down slightly."
    },
    { "AssetId": 22960388, "Name": "Chimp Friend", "Description": "Chimp friend? Or chimp fiend?" },
    {
        "AssetId": 225921000,
        "Name": "Rainbow Magic Carpet",
        "Description": "Ride your own rainbow through the skies of ROBLOX! Use the 'W', 'A', 'S', 'D' or arrow keys to control the direction. A magical rainbow trail will track your path through the sky."
    },
    { "AssetId": 16214845, "Name": "Cake", "Description": "The cake is the truth." },
    {
        "AssetId": 127506105,
        "Name": "Korblox Mage Staff",
        "Description": "Use the powerful dark magic of the Korblox to summon a row of spears from thin air!  If they don't hit your opponent on the way down, they'll hit them as they explode! "
    },
    {
        "AssetId": 168141301,
        "Name": "Ice Dragon Slayer",
        "Description": "Are you the dragon or the dragon slayer?  Use the special key('E', 'Q', 'G', 'T', or 'L') to emit ice-fire from your left arm and throw ice balls at your foes.  If hit, your enemy will become partial frozen, slowing their movement and doing 15 damage."
    },
    {
        "AssetId": 107458429,
        "Name": "Throwing Spork",
        "Description": "For the suburban ninja in all of us.  Throw these sporks at opponents for a laugh."
    },
    {
        "AssetId": 12547976,
        "Name": "Space Sandwich",
        "Description": "I want a space sandwich! And NO SPACE MAYONAISE!"
    },
    { "AssetId": 12848902, "Name": "Teddy Bloxpin", "Description": "He wuvs you!" },
    {
        "AssetId": 16979083,
        "Name": "Flashbang",
        "Description": "All players within 64 studs of the detonation point are blinded for several seconds. Use them to your advantage!"
    },
    {
        "AssetId": 257810065,
        "Name": "Attack Doge",
        "Description": "So enemies. Much bark. Wow. For those of you that don't speak doge, click on an enemy to send your attack doge after them!  His bark is worse than his bite- because he doesn't bite! Wow."
    },
    {
        "AssetId": 11453385,
        "Name": "Katana",
        "Description": "The katana originated in the Muromachi period (1392–1573) as a result of changing battle conditions requiring faster response times. The katana facilitated this by being worn with the blade facing up, which allowed the samurai to draw and cut their enemy in a single motion. Previously, the curved sword of the samurai was worn with the blade facing down. The ability to draw and cut in one motion also became increasingly useful in the daily life of the samurai."
    },
    {
        "AssetId": 114020480,
        "Name": "Pretty Pretty Princess Sceptor",
        "Description": "Pretty pretty princesses wherever you go, raging like noobs as they see you."
    },
    { "AssetId": 13745494, "Name": "Turkey Leg", "Description": "Gobble Gobble Yum Yum! Forks are lame..." },
    {
        "AssetId": 212296936,
        "Name": "Red Hyperlaser Gun",
        "Description": "Everyone knows that red is the fastest color laser beam. That's why it's a one hit KO."
    },
    { "AssetId": 2506347092, "Name": "Skeleton Foam Finger", "Description": "Grab this foam finger by the bone!\r\n" },
    {
        "AssetId": 517827962,
        "Name": "Mr. Whiskers ",
        "Description": "A faithful feline friend to the end. Toss his favorite skeleton fish and he'll fetch it back.  When not fetching; he follows you around the map like a loyal pet."
    },
    {
        "AssetId": 11999247,
        "Name": "Subspace Tripmine",
        "Description": "WARNING: HIGH EXPLOSIVE DEVICE. When triggered, this devastating weapon rips a gashing hole in the fabric of reality - subsequent spacetime reification results in a large explosion. USE: Drop mine. Once the mine stops moving, it will enter subspace and become invisible. At this point the mine is armed. Touching the mine will set it off..."
    },
    {
        "AssetId": 22787248,
        "Name": "Watermelon",
        "Description": "I think this should be renamed nomtermelon because it's so delicious.  So far no one agrees with me."
    },
    { "AssetId": 16726030, "Name": "Cheezburger", "Description": "U can has cheezburger!" },
    {
        "AssetId": 46846246,
        "Name": "Panda Friend",
        "Description": "He's your friend.  But ask him to dance one too many times and he won't just grin and bear it."
    },
    {
        "AssetId": 111876831,
        "Name": "April Showers",
        "Description": "I'm told they bring May flowers... or was it they may bring flowers?"
    },
    {
        "AssetId": 16688968,
        "Name": "Gravity Coil",
        "Description": "Equipping this item cancels 75% of gravity's effect on your character. This allows you to jump extra high, or to fall like a feather from great heights."
    },
    { "AssetId": 15177716, "Name": "Taco", "Description": "ROBLOX is built on tacos from Chavez.  Also Pancho Villa!" },
    {
        "AssetId": 12890798,
        "Name": "Teddy Trap",
        "Description": "So many lulz! You have to be a little clever to figure out the best way to use it... heh heh."
    },
    {
        "AssetId": 409745306,
        "Name": "Sword of the Epicredness",
        "Description": "Click to slash, dealing 16 to 22 damage. Hit the 'Q' key, to shoot red flames out in all directions, which will slow your enemies and deal 25 additional damage!  The sword sends out an explosive neon red orb from its center which quickly expands and explodes. Anybody caught in the explosion is dealt 40 damage."
    },
    {
        "AssetId": 103358098,
        "Name": "Tom's Beans",
        "Description": "Inspired by an advertisement for Apocalypse Rising, a popular ROBLOX survival game, this tin of beans slowly refills 80% of your health. Plus, it gives you a special face decal when chowing down."
    },
    { "AssetId": 42321801, "Name": "Hot Chocolate", "Description": "Warms you up on a snowy day!" },
    {
        "AssetId": 96669682,
        "Name": "Danger Dagger",
        "Description": "This dagger is perfect for close range combat, this dagger lets you run and strike faster than normal."
    },
    {
        "AssetId": 1060280135,
        "Name": "Evil Knight Sword",
        "Description": "This blade draws power from the user, its cursed blade growing stronger as the wielder is lost to despair. "
    },
    {
        "AssetId": 430066424,
        "Name": "Bunch of Balloons",
        "Description": "Fill the sky with balloons! Click to release them; they'll float up up and away! Please do not do this in real life- it's not environmentally friendly."
    },
    { "AssetId": 52627419, "Name": "Basketball", "Description": "Dribble the ball and pass it to your friends!" },
    { "AssetId": 21392199, "Name": "Chocolate Milk", "Description": "Yes, there is an irritating slurping noise." },
    {
        "AssetId": 22788134,
        "Name": "Elven Blade of Glory",
        "Description": "Rumored to bring glory to all who fight with it, the Elven Blade of Glory assures you a victory against even the toughest of opponents."
    },
    {
        "AssetId": 31314966,
        "Name": "US Military Top Secret Experimental Jetpack",
        "Description": "\"WHO GOT GREEN PAINT ON THIS THING!!! THIS IS GOING TO COST THE TAXPAYERS SEVEN BILLION DOLLARS!!!!\""
    },
    {
        "AssetId": 170897263,
        "Name": "Mad Murderer Knife",
        "Description": "Stab your enemies to instantly blox them. U mad bro? Yep."
    },
    {
        "AssetId": 306971294,
        "Name": " Bat Scythe",
        "Description": "Your bat friends will protect you as you defeat your foes with this sweet bat scythe. Hit the 'Q' key to activate the special attack!  When you do - blood-red flames shoot up and out like a fountain, raining upon nearby enemies and dealing around 20 damage each!"
    },
    {
        "AssetId": 19328185,
        "Name": "Snowball",
        "Description": "Life is like a snowball. The important thing is finding wet snow and a really long hill....\r\n"
    },
    {
        "AssetId": 99119158,
        "Name": "Speed Coil",
        "Description": "The gravity coil's speedy brother!  Use this coil to boost your speed."
    },
    {
        "AssetId": 31839337,
        "Name": "Torch",
        "Description": "Try to set the night on fire! The updated torch looks best in ROBLOX games with dynamic lighting."
    },
    {
        "AssetId": 16722267,
        "Name": "Moneybag",
        "Description": "Rich people like to carry these around and shake them, leaving a trail of money behind them."
    },
    {
        "AssetId": 116040770,
        "Name": "Flashlight",
        "Description": "The light follows your mouse around the level to illuminate what lays hidden."
    },
    {
        "AssetId": 168140949,
        "Name": "Dragon's Flame Sword",
        "Description": "Are you the dragon or the dragon slayer?  Use the special key 'E', 'Q', 'G', 'T', 'L' to emit ice-fire from your left arm and throw fire balls at your foes.  If hit, your enemy will be set aflame and and will take 70 damage."
    },
    {
        "AssetId": 44115926,
        "Name": "Magical Umbrella",
        "Description": "Float away with this magical umbrella.  Click to do a twirling trick. Jump while moving to go farther. Click a lot to make it float away! (does not make the player fly)"
    },
    { "AssetId": 57902859, "Name": "Ice Cream", "Description": "I scream, you scream, we all scream for ice cream!" },
    { "AssetId": 13207169, "Name": "Stone Hammer", "Description": "Uggggh. Hammer hurt.  No hit." },
    { "AssetId": 304721834, "Name": "Zombie Protest Sign", "Description": "Let the world know what you think!" },
    {
        "AssetId": 398675172,
        "Name": "Red Rolling Hoverboard",
        "Description": "Click to spawn your very own hoverboard! Control your direction using arrow keys or the 'W', 'A', 'S', and 'D' keys. Hit Backspace to dismount."
    },
    {
        "AssetId": 10727852,
        "Name": "Witches Brew",
        "Description": "Do the Brew! Shipped direct from the Haunted Hill soda company. Warning: may cause freakish deformities. Warning: may contain actual witches."
    },
    {
        "AssetId": 28664212,
        "Name": "Soccer Ball",
        "Description": "Perfect for kicking around with friends or a real match."
    },
    {
        "AssetId": 163350265,
        "Name": "Ye Olde Fire Breath Potion",
        "Description": "Guzzle this down to shoot flames out of your mouth.  What an impressive party trick!"
    },
    {
        "AssetId": 477910063,
        "Name": "Deluxe Rainbow Magic Carpet",
        "Description": "A super sized magic carpet that seats two players!"
    },
    { "AssetId": 22596452, "Name": "Pepperoni Pizza", "Description": "Nom nom nom.  Pizza = delicious." },
    {
        "AssetId": 125859483,
        "Name": "NY Pizza Frisbee",
        "Description": "What's more fun than eating a delicious New York style pizza?  Throwing it at your friends!"
    },
    {
        "AssetId": 168143042,
        "Name": "Galactic Laser Gun",
        "Description": "Foes from all planets will fear your wrath!"
    },
    { "AssetId": 39258329, "Name": "ROBAR eXtreme Chocolate Crunch", "Description": "SNAP INTO A ROBAR!" },
    {
        "AssetId": 11956382,
        "Name": "Police Baton",
        "Description": "Every breath you take / Every move you make / Every bond you break / Every step you take / I'll be watching you.\r\n"
    },
    { "AssetId": 24346755, "Name": "Frying Pan", "Description": "Not the mama! Hahahahaha" },
    { "AssetId": 121925044, "Name": "Bombo's Bow and Arrow", "Description": "Killer instincts lead to killer arrows." },
    {
        "AssetId": 30847779,
        "Name": "Magic Ninja",
        "Description": "The magic ninja will camouflage you to look like whatever you throw it at."
    },
    {
        "AssetId": 489196923,
        "Name": "Xanwood Katana",
        "Description": "Who ever heard of a wooden Katana? Click to swing; does 8 damage."
    },
    {
        "AssetId": 104642566,
        "Name": "Fake C4",
        "Description": "Tick tick tick...this one's a dud!  Prank your friends with\r\nthis fake C4."
    },
    {
        "AssetId": 2605965785,
        "Name": "Ice Blue Rolling Hoverboard",
        "Description": "Be blue cool when you’re rolling.  Control your direction using arrow keys or the 'W', 'A', 'S', and 'D' keys while leaving snow behind you. Hit Backspace to dismount.\r\n"
    },
    {
        "AssetId": 162857357,
        "Name": "Portable Beach",
        "Description": "One click and you're on an instant beach vacation... complete with sand castle!"
    },
    {
        "AssetId": 20721924,
        "Name": "Spartan Sword",
        "Description": "Real Spartans actually hate it when other people argue over what is and isn't Sparta."
    },
    {
        "AssetId": 29100449,
        "Name": "Banana Peel",
        "Description": "Always slippery in cartoons, but are they ever in real life?  I don't know, but they sure are hilarious!"
    },
    {
        "AssetId": 1132887630,
        "Name": "8-Bit Pumpkin Launcher",
        "Description": "It's dangerous to trick or treat alone, take this! Click to lob 8-bits of bursting pumpkins at your foes."
    },
    {
        "AssetId": 49491736,
        "Name": "Dracovin Spell Book",
        "Description": "Dracovin's spells are world renowned for their force and accuracy.  4 of his spells can be yours today!"
    },
    {
        "AssetId": 15176169,
        "Name": "Caltrops",
        "Description": "An endless supply of spikey little traps that you can use to cover your path."
    },
    { "AssetId": 30392263, "Name": "Decoy Deploy", "Description": "Makes a copy of the best thing ever - you!" },
    {
        "AssetId": 46846115,
        "Name": "Ninja Jump Potion",
        "Description": "Do some sweet ninja jumping with this ninja potion!"
    },
    {
        "AssetId": 28275809,
        "Name": "Scythe",
        "Description": "The Scythe has a huge variety of moves.  \r\n\r\n 'q' key = swipe left\r\n'e' key = swipe right\r\nclick once = normal strike\r\ndouble click = double strike\r\n\"fgh\" = spin attack of great doom"
    },
    {
        "AssetId": 83021250,
        "Name": "The Fiery Sun",
        "Description": "Launch the sun up like a toy.  Don't forget to find some shades and a hat though, I hear looking directly at the sun can blind you."
    },
    {
        "AssetId": 147143863,
        "Name": "Darkest Arts Sword",
        "Description": "A dark magic possesses this sword. Use it as a sword or use its dark magic to destroy the artifacts of others."
    },
    { "AssetId": 45754061, "Name": "Microphone", "Description": "Now you're the star!" },
    {
        "AssetId": 95951330,
        "Name": "Skeleton Scythe",
        "Description": "Swing at your enemies to do 20 damage per hit.  Press \"E\" three times to summon a small army."
    },
    {
        "AssetId": 253519495,
        "Name": "Ultimate Drive Speedster",
        "Description": "Click to spawn the vehicle. Then, hop into the driver's seat and speed away! Includes two passenger seats."
    },
    {
        "AssetId": 12145515,
        "Name": "Wooden Sword",
        "Description": "Wooden swords and painted wings and ephemeral treasured things."
    },
    {
        "AssetId": 467935723,
        "Name": "Robot Guard Dog",
        "Description": "More loyal than Hachikō, this guy will go after anyone who gets too close. Each bite does ruffly (get it?) 22 damage and lasers do 18 damage."
    },
    {
        "AssetId": 243790334,
        "Name": "Golden Steampunk Gloves",
        "Description": "Swing your mighty (and heavy!) gloves at your foes. Each hit does 15 damage and launches your rivals away from you with great force."
    },
    {
        "AssetId": 319656339,
        "Name": "Cuddly Cat",
        "Description": "Attack doge has nothing on him! This trusty cat will follow you around and chase away your foes!"
    },
    {
        "AssetId": 295460702,
        "Name": "Super Slash Cat Claws",
        "Description": "Claw at your foes and do 15-30 damage per swipe. Double click to dash forward while swinging both claws! This will make both claws slash at your enemies, which can do up to twice the damage."
    },
    {
        "AssetId": 114687223,
        "Name": "Cinco de Mayo Piñata ",
        "Description": "Celebrate with this festive piñata!  Drops 1 of 10 surprise items!"
    },
    {
        "AssetId": 425121415,
        "Name": "School's Out Launcher",
        "Description": "Schools out- time to launch all your school items at your friends! Launch an apple, book, and diploma for your friends to interact with!"
    },
    { "AssetId": 15470183, "Name": "Goblet", "Description": "Thirsty?" },
    {
        "AssetId": 14719505,
        "Name": "Cavalry Sabre",
        "Description": "You're ready to defend the Wild West with this sabre!"
    },
    {
        "AssetId": 78730532,
        "Name": "Body Swap Potion",
        "Description": "Ever wanted to see what it was like to live as someone else?  Wonder no more!"
    },
    {
        "AssetId": 172246669,
        "Name": "Paintball Pro",
        "Description": "You are allied with no team.  You shoot for you."
    },
    {
        "AssetId": 2350119937,
        "Name": "Blue Rolling Hoverboard",
        "Description": "Click to spawn your very own true blue  hoverboard! Control your direction using arrow keys or the 'W', 'A', 'S', and 'D' keys. Hit Backspace to dismount."
    },
    {
        "AssetId": 542755101,
        "Name": "8-Bit Blaster",
        "Description": "Pew pew pew! Shoot neon red lasers at enemies making a pew pew noise! "
    },
    {
        "AssetId": 1402322831,
        "Name": "Sword of Heartsongs",
        "Description": "By the power of my heartsong, justice will be served!"
    },
    {
        "AssetId": 21351465,
        "Name": "Maraca",
        "Description": "So annoying it might just make everyone ban musical instruments from their places."
    },
    {
        "AssetId": 18482570,
        "Name": "Scepter of Pharoahs",
        "Description": "It shouldn't be necessary for a Pharoah to ever use this tool in combat, since, you know, anyone who wants to get to you has to go through an army of bodyguards. But hey, you never know."
    },
    {
        "AssetId": 467138029,
        "Name": "Robot Dance Gun",
        "Description": "Laser gun that compels anyone it hits to do the robot!"
    },
    {
        "AssetId": 163348987,
        "Name": "Cymbals",
        "Description": "Clash!  Slam these babies together to make a loud sound!  Does no damage."
    },
    {
        "AssetId": 122278207,
        "Name": "Punk Wrist Cuff",
        "Description": "This extreme wrist cuff instantly transforms you to a tough guy with a cool mohawk and sweet rock moves... mostly head banging."
    },
    {
        "AssetId": 2350122208,
        "Name": "Cobalt Interplanetary Light Sword",
        "Description": "Its power other planetary, its glow otherworldly..."
    },
    {
        "AssetId": 286526176,
        "Name": "Adurite Katana",
        "Description": "Harness the heat of your rage with this adurite katana."
    },
    {
        "AssetId": 52625744,
        "Name": "Picnic Basket",
        "Description": "Hello pic-i-nic basket!  Activate this picnic basket and get yourself some delicious ROBLOX food!"
    },
    {
        "AssetId": 101078559,
        "Name": "Icy Arctic Fowl",
        "Description": "He may be fowl, but he's your friend.  Shoots painful iceblasts that do 25 damage to anyone near you.  Don't get too close to the Phoenix though, he'll melt your frozen friend."
    },
    {
        "AssetId": 58574445,
        "Name": "ROBLOX Portable Game System (RPGS)",
        "Description": "A 2d game in a 3d game?  You betcha!  Controls - : \"d\" is forward\r\n \"a\" is backward\r\n \"w\" is jump\r\n \"left click\" is shoot"
    },
    {
        "AssetId": 21440120,
        "Name": "Protest Sign: Save the Zombies",
        "Description": "Just because they are flesh eating monsters doesn't mean they don't have rights!"
    },
    {
        "AssetId": 107458461,
        "Name": "Noobcaik",
        "Description": "Throw this to a friend to spam him with noobish comments.  He will be temporarily blinded."
    },
    {
        "AssetId": 10469910,
        "Name": "Orc Blade",
        "Description": "Rusty yet effective sword for primitive humanoids. Has only a basic slashing attack, but does increased damage."
    },
    {
        "AssetId": 928913996,
        "Name": "Adurite Guitar of Rock Excellence",
        "Description": "Rock out on this ulta-rare adurite guitar. It vibrates at a frequency to make tunes sound extra sweet. Use the keys: 'Z', 'X', 'C', 'V', 'B', 'N', and 'M' to play different tunes. Hold shift while pressing to sharpen the notes."
    },
    { "AssetId": 2463674178, "Name": "Baby Nessie Mount", "Description": "You’re a long way from your loch, friend." },
    {
        "AssetId": 80576967,
        "Name": "Spray Paint",
        "Description": "Spray paint your favorite decals all over the place!"
    },
    { "AssetId": 22788972, "Name": "Smore", "Description": "Nutrition for the soul." },
    {
        "AssetId": 13477890,
        "Name": "Pirate Juice",
        "Description": "Taking a pirate's juice cup is the surest way to get a sword through yer belly!"
    },
    {
        "AssetId": 92142799,
        "Name": "Phoenix",
        "Description": "Equip the Phoenix and watch as it flies around you in a defensive circle, shooting at nearby enemies (25 damage per hit) for as long as five minutes. You can even have the Phoenix target specific enemies by clicking on them."
    },
    {
        "AssetId": 18474459,
        "Name": "Paint Bucket",
        "Description": "U has a bucket! This is a tool of mass vandalism. Hold down the left mouse button and drag to paint everything! Of course, you *could* put it to more constructive use, especially in a Group Building place."
    },
    {
        "AssetId": 124126871,
        "Name": "Newtrat's Tuskinator",
        "Description": "Tuskies are your chums, spam them on your friends, watch them stick like glue, spewing wishes all the time."
    },
    {
        "AssetId": 154727251,
        "Name": "Super Speedy Purple Potion",
        "Description": "This speed potion is very nearly perfect.  Once activated your walk speed will be increased to 50.  One side effect we should mention is that you will turn temporarily purple and sparkly.  Like we said ... very nearly perfect."
    },
    {
        "AssetId": 15668963,
        "Name": "Geolocator",
        "Description": "This military-grade geolocator is designed to withstand a 1000 foot fall. It will point true North in any environment, anywhere on the planet, with an accuracy of .0001 degrees..."
    },
    { "AssetId": 55301897, "Name": "Baseball Bat", "Description": "Take me out to the ballgame!" },
    { "AssetId": 34398653, "Name": "ROBLOX Grab Bag", "Description": "It's filled with ROBLOX goodies just for you!" },
    {
        "AssetId": 928805891,
        "Name": "Golden Rolling Hoverboard ",
        "Description": "Nothing says sophistication like solid gold. Control your direction using arrow keys or the 'W', 'A', 'S', and 'D' keys. Hit Backspace to dismount."
    },
    {
        "AssetId": 33683368,
        "Name": "Bugle",
        "Description": "He was a famous trumpet man from out Chicago way / He had a boogie style that no one else could play / He was the top man at his craft, but then his number came up and he was gone with the draft / He's in the army now / He's blowin' reveille /\r\nHe's the boogie woogie bugle boy of company B"
    },
    {
        "AssetId": 123234673,
        "Name": "Camping Machete",
        "Description": "Perfect for chopping firewood... or your foes!"
    },
    {
        "AssetId": 150363993,
        "Name": "Spring Sunshine",
        "Description": "You're just all sunshine and flowers!  Literally!  Bring the sun and have flowers grow everywhere you go."
    },
    {
        "AssetId": 1215515248,
        "Name": "Frozen Throwing Knives",
        "Description": "Sometimes in a tight situation you have to improvise. Click to launch a knife at your foes. Does up to 22.5 damage per hit."
    },
    {
        "AssetId": 119101539,
        "Name": "Regeneration Coil",
        "Description": "The latest in the power coils family - the health regeneration coil will help you regenerate your health quickly."
    },
    {
        "AssetId": 118281609,
        "Name": "Squid Ink Bomb",
        "Description": "Your enemies won't be able to see clearly!  Literally! This rapid firing squid throws ink balls at your foes and fills their screen up with ink splats."
    },
    {
        "AssetId": 29939404,
        "Name": "Hot Dog ",
        "Description": "Challenge your friends to an awesome hot dog eating contest.  Regardless of who wins, it's going to be a fun time!"
    },
    { "AssetId": 255800146, "Name": "Ninja Whip", "Description": "Keep calm and use your ninja whip." },
    {
        "AssetId": 34398938,
        "Name": "Birthday Pinata",
        "Description": "Definitely makes my list of top 5 birthday activities!"
    },
    {
        "AssetId": 211944997,
        "Name": "Donut Delivery Moped",
        "Description": "This stylish pink delivery vehicle will take you anywhere you want to go.  Click to eat some of your donut inventory."
    },
    {
        "AssetId": 58574416,
        "Name": "Wild West Sarsaparilla",
        "Description": "This here sarsaparilla will make you the fastest draw in the West!"
    },
    {
        "AssetId": 1016183873,
        "Name": "Golden Magic Carpet",
        "Description": "Ride your own golden carpet through the skies of Roblox! Use the 'W', 'A', 'S', 'D' or arrow keys to control the direction. A magical golden trail will track your path through the sky."
    },
    { "AssetId": 22152195, "Name": "Heartbreak", "Description": "Ow! Papercuts!" },
    { "AssetId": 28672001, "Name": "Goala Cola", "Description": "GGOOOOOOOAAAAAAAALLLLLL!" },
    {
        "AssetId": 89487934,
        "Name": "Medusa Head",
        "Description": "Turn your enemies to stone for 5 seconds with this frightning Medusa head."
    },
    {
        "AssetId": 284135286,
        "Name": "Robloxian Clone",
        "Description": "Click to spawn a tiny version of yourself that follows you everywhere.  A tiny imitation of yourself! How cute!"
    },
    {
        "AssetId": 150366274,
        "Name": "Dual Gravity Coil",
        "Description": "Wear these awesome dual gravity coils on your feet for extra spring in your step!"
    },
    {
        "AssetId": 172248941,
        "Name": "Penguin Power Pet",
        "Description": "Click on equip to release your new penguin friend.  He will follow you around and if you click he will jump on your back and help you slide around the map."
    },
    {
        "AssetId": 746686384,
        "Name": "Winged Magical Staff",
        "Description": "The perfect tool for fighting evil in the daylight or moonlight. Double jump to fly.  Control using 'W', 'A', 'S', 'D' or arrow keys. Click to shoot neon pink orbs at your enemies!"
    },
    {
        "AssetId": 65545955,
        "Name": "Dance Grenade",
        "Description": "The roof, the roof, the roof is on fire!  The roof is on fire because you just set off this awesome dance grenade!"
    },
    {
        "AssetId": 25741198,
        "Name": "Hot Potato",
        "Description": "Left click to activate, then pass it off before it explodes!"
    },
    {
        "AssetId": 190094270,
        "Name": "Ridable Raptor",
        "Description": "Jump on this dino to ride it. Use the 'W' and 'S' keys to move forward and back, and use the 'A' and 'D' keys to turn left and right. Pressing space will cause the reptile to leap, and pressing left shift will dismount you from it."
    },
    {
        "AssetId": 29100543,
        "Name": "Water Balloon",
        "Description": "Kick off summer right - with a water balloon fight!"
    },
    {
        "AssetId": 101078350,
        "Name": "Holiday Ham",
        "Description": "Best way to stay healthy and strong this holiday season?  Enjoy some of this holiday ham!  Doubles your health!"
    },
    { "AssetId": 31314849, "Name": "Barrel O' Monkeys", "Description": "More fun than a... oh. Nevermind." },
    {
        "AssetId": 192456288,
        "Name": "Black Tie Affair Gun",
        "Description": "Pick from one of 5 suits and fire them at your friends and opponents."
    },
    { "AssetId": 73829214, "Name": "Atmoshocker", "Description": "ATMOSHOCKER!" },
    {
        "AssetId": 1340206957,
        "Name": "Black Hole Sword",
        "Description": "Slash your foes into a despair so dark that even light cannot escape it."
    },
    {
        "AssetId": 365674685,
        "Name": "Sword of the Epicblueness",
        "Description": "Click to slash, dealing 16 to 22 damage. Hit the 'Q' key, to shoot blue flames out in all directions, which will knock back your enemies and deal 25 additional damage! This special has a 10 second cool down. The Epicblueness is the stuff of vampires and will restore 25% of your health."
    },
    {
        "AssetId": 2103276507,
        "Name": "8-Bit Restoration Fairy",
        "Description": "Everybody gets one, so use it wisely and listen! This faithful fairy follows you and slowly heals you."
    },
    {
        "AssetId": 83704190,
        "Name": "Bluster Buster",
        "Description": "Harness air power to defeat your foes!  I'm not talking about planes."
    },
    { "AssetId": 46360920, "Name": "Mackerel", "Description": "Holy Mackerel! This fish smarts!" },
    {
        "AssetId": 34901961,
        "Name": "Gravity Gun",
        "Description": "Try out the new gravity gun and make the Spacetime fabric look like your grandma’s knitted sweaters. Aim this at an object to levitate it for a short amount of time."
    },
    {
        "AssetId": 639345143,
        "Name": "Galactic Green Blaster",
        "Description": "When they say eat your greens, they didn't mean lasers! Fire multi-colored laser beams of different shades of green at your enemies! Offers a medium range while also dealing roughly 20 damage per hit."
    },
    {
        "AssetId": 163355404,
        "Name": "8-Bit Phoenix",
        "Description": "Your 8-bit phoenix will defend you until the very end!"
    },
    {
        "AssetId": 146047188,
        "Name": "Presidential Vampire Slaying Ax",
        "Description": "It's what the founding father's would want you to slay vampires with."
    },
    {
        "AssetId": 2190019650,
        "Name": "Spy All Terrain Vehicle",
        "Description": " Every spy needs a car that’s a boat, and a boat that’s a car."
    },
    {
        "AssetId": 17237662,
        "Name": "Bloxiade",
        "Description": "As a Robloxian athlete, I know how important it is to stay hydrated.  I like to stay hydrated with Bloxiade.  I think it makes me run faster, and my coach does too!"
    },
    {
        "AssetId": 928807470,
        "Name": "Blue Fidget Spinner",
        "Description": "True blue, too cool. The fidget spinner will spin when you click on it and each time you click on it, the faster it will spin.\r\n"
    },
    {
        "AssetId": 25162389,
        "Name": "Classic Bucket",
        "Description": "I has a bucket.  Nooo they be stealin' my Bucket.  This gear item is awesome for playing tag."
    },
    {
        "AssetId": 11373617,
        "Name": "Staff of the Woodlands",
        "Description": "Druids of the Great Forest use the mystical powers of this wooden staff to camouflage themselves as they travel through the hinterlands. Use of this staff renders your character difficult to see for a short while."
    },
    {
        "AssetId": 186868758,
        "Name": "Snowy Gravity Coil",
        "Description": "As you walk, leave behind a trail of ice, and as you leap, the north wind gives you a boost the whole way, lifting you high and dropping you gently."
    },
    { "AssetId": 34399428, "Name": "Confetti Cannon", "Description": "Shoot pure joy at your friends!" },
    { "AssetId": 44561400, "Name": "Shrunken Head", "Description": "Are you the head salesman of the jungle?" },
    { "AssetId": 110789105, "Name": "RAIG Table", "Description": "(╯°□°)╯︵ ┻━┻" },
    {
        "AssetId": 32355966,
        "Name": "Winsome Wizard Wand",
        "Description": "One blast from this wand will blow your enemies away!"
    },
    {
        "AssetId": 330296114,
        "Name": "Christmas Tree Launcher",
        "Description": "Launch miniature Christmas trees, and watch as they instantly become full size!"
    },
    {
        "AssetId": 13206984,
        "Name": "Wooden Club",
        "Description": "Cavemen used these to hunt their prey. I'm pretty sure they needed a bigger one for the woolly mammoths."
    },
    { "AssetId": 41457719, "Name": "Chocolate Gelt", "Description": "Who knew money could be so yummy!" },
    {
        "AssetId": 125013849,
        "Name": "Taxi",
        "Description": "There's no better way to get around ROBLOX!  Be careful though - if you hit other players it will do damage!"
    },
    {
        "AssetId": 461488745,
        "Name": "Flaming Orb of Divine Pain",
        "Description": "Cast deadly fireballs at your enemies with this orb. Enemies will be dealt anywhere from 25 up to 45 damage."
    },
    {
        "AssetId": 188853857,
        "Name": "Arctic Fox Tail",
        "Description": "Wear this arctic fox tail and spin to hit your enemies and deal 22.5 damage per hit."
    },
    {
        "AssetId": 88146486,
        "Name": "First Class Fencing Sword",
        "Description": "Fence your way to a gold medal with this first class sword."
    },
    {
        "AssetId": 58574452,
        "Name": "Go Fish",
        "Description": "Challenge your friends to see who can catch the most fish!"
    },
    { "AssetId": 10758456, "Name": "Bluesteel Claw", "Description": "Embrace your inner beast!" },
    {
        "AssetId": 18409191,
        "Name": "Spikey Stick of Civilized Negotiation",
        "Description": "You think this is your land. Actually, it's mine. If you have a problem with that, let's talk about it."
    },
    {
        "AssetId": 117498793,
        "Name": "Poisonous Butterfly",
        "Description": "Drop the jar to unleash the poisonous butterfly!  It will drop little balls of poison as it flutters around you.  As you get close to enemies it will throw extra poison at them."
    },
    {
        "AssetId": 11885154,
        "Name": "Rolling Pin",
        "Description": "Your grandma uses this to make pies.  What will you use it for?"
    },
    {
        "AssetId": 402305186,
        "Name": "Nonmagic Carpet",
        "Description": "This carpet used to be magic.  You bought it at a rug shop from a crying salesman because the situation was really awkward... Still it's cool to think that princesses and tigers used to fly around on this thing you just walk on when you enter the foyer."
    },
    {
        "AssetId": 99119198,
        "Name": "Face Melting Guitar",
        "Description": "This axe plays guitar solos so epic that they literally melt people's faces."
    },
    { "AssetId": 10910681, "Name": "Pirate Cutlass", "Description": "Avast!!" },
    { "AssetId": 12775410, "Name": "Double Bladed Hand Axe", "Description": "Lemme axe you something." },
    { "AssetId": 88146505, "Name": "Call Me Cellphone", "Description": "It's not a request." },
    {
        "AssetId": 78367424,
        "Name": "Tiger Friend",
        "Description": "If a tiger is chasing you and your friend, you have only one chance at survival.  Trip your friend."
    },
    { "AssetId": 21439965, "Name": "Foam Finger", "Description": "GOoooooooooo ROBLOX!" },
    {
        "AssetId": 28671909,
        "Name": "Yellow Card",
        "Description": "Unsportmanlike Conduct!  One more time and you're out of here!"
    },
    {
        "AssetId": 19111894,
        "Name": "Wood Cabin Snowglobe",
        "Description": "Remember when you grew up in a small cabin in the snowy woods of New England? Me neither. But maybe this snowglobe will help you imagine it."
    },
    {
        "AssetId": 1117745433,
        "Name": "Giant Kaiju Arms",
        "Description": "Equip this gear to get monster-like arms. Clicking makes you punch, so you're ready for any fight."
    },
    {
        "AssetId": 96669697,
        "Name": "Giant Blade",
        "Description": "This giant blade is extremely powerful and does 45 damage. The blade's weight will slow you down slightly, but  when you're doing this much damage - it's hard to notice."
    },
    {
        "AssetId": 183355817,
        "Name": "Speedy Shoes",
        "Description": "Wear these shoes to increase your walk speed to 24. Hit 'Shift' to use your super speed boost!"
    },
    {
        "AssetId": 45177979,
        "Name": "Sledge Hammer",
        "Description": "If I had a hammer / I'd hammer in the morning / I'd hammer in the evening / All over this land"
    },
    { "AssetId": 31314931, "Name": "Epicsauce", "Description": "Ultimate EPIC Juice Brand Epicsauce. Extremely hot." },
    {
        "AssetId": 298085284,
        "Name": "Personal Rocketship",
        "Description": "It's like a personal pizza but with no pepperoni and it costs five billion dollars."
    },
    {
        "AssetId": 168142869,
        "Name": "Death Run 2 Shoes",
        "Description": "Equip to put these shoes on and increase your walk speed to 24.  Click to double your walk speed and jump super high for the next 30 seconds."
    },
    { "AssetId": 20373160, "Name": "Cowbell", "Description": "MOAR COWBELL!" },
    {
        "AssetId": 21440056,
        "Name": "Protest Sign: Pro Fake Mustache",
        "Description": "It's a reasonable position, I think."
    },
    {
        "AssetId": 416846710,
        "Name": "Epic Golden Sword and Shield",
        "Description": "Click to swing dealing 15 to 22 damage; double click to spin-dash at your opponent while on fire!"
    },
    {
        "AssetId": 323192649,
        "Name": "Tone's Water Polo Ball",
        "Description": "Hit it with your player while swimming to have it bounce into the air and away from you. Makes different sounds depending on whether its hit by a player/hit the ground/splashes against water. After two minutes, it pops! No worries, every 30 seconds you can release another into play."
    },
    { "AssetId": 74385386, "Name": "Razevenge", "Description": "Razevenge is a dish best served cold." },
    {
        "AssetId": 96669687,
        "Name": "Trusty Blade",
        "Description": "This well rounded sword is well suited for blocking daggers, but vulnerable to bigger blades.  Does 35 damage per attack."
    },
    {
        "AssetId": 439988813,
        "Name": "Attack Ocelot",
        "Description": "\"I've never seen an ocelot!\" This ocelot companion follows you around and chases after enemies."
    },
    {
        "AssetId": 29345958,
        "Name": "Vuvuzela",
        "Description": "Annoy soccer player, soccer fans, or pretty much anyone else with this Vuvuzela."
    },
    {
        "AssetId": 236443047,
        "Name": "Regular Carpet",
        "Description": "You walk past a rug shop, where a clerk tries to sell you a magic carpet.  You tell him you don't want a magic carpet today. He then admits to you that he was lying, and this really is just a regular carpet. His whole life is a lie. Then he starts crying. You kind of have to buy it after that.  This is a regular carpet and it literally does nothing."
    },
    {
        "AssetId": 33866728,
        "Name": "Drum Kit",
        "Description": "Darthskrill's drum kit can be yours!  Rock out like JParty and the Meme Lords with this stylish kit."
    },
    {
        "AssetId": 478707595,
        "Name": "All-Seeing Golem's Hammer",
        "Description": "Click to swing and deal 15 damage per hit. Double click to do a powerful hammer slam which will create a massive shockwave."
    },
    {
        "AssetId": 125013799,
        "Name": "Battle Slingshot",
        "Description": "Battle your foes with this rapid firing slingshot!"
    },
    {
        "AssetId": 189910805,
        "Name": "Snow Storm Cloud",
        "Description": "Clicking on a humanoid of any kind (yep, works on NPCs) will cause a cloud to rush from your hand to your target. It will hover above them, spin and occasionally drop snowflakes."
    },
    {
        "AssetId": 170903610,
        "Name": "Intergalactic Sword",
        "Description": "Do planetary amounts of damage with this intergalactic chainsword."
    },
    {
        "AssetId": 335132838,
        "Name": "Navy Convertible",
        "Description": "Get out of my game, and into my car! To drive use 'W', 'A', 'S', 'D', or the arrow keys. Hit 'X' to toggle headlights and 'H' to honk."
    },
    {
        "AssetId": 18481407,
        "Name": "Bronze Kopesh",
        "Description": "Standard issue for the ancient Egyptian infantry."
    },
    {
        "AssetId": 71037076,
        "Name": "Arabian Knight Scimitar",
        "Description": "\"Son of infamy! Every bone in your body shall be broken if you continue to defy me!\""
    },
    {
        "AssetId": 129471151,
        "Name": "ROBLOX Invisicar ",
        "Description": "The Admin-engineered ROBLOX Invisicar - moving ROBLOXians forward since... earlier today."
    },
    {
        "AssetId": 97161295,
        "Name": "Gear Cloner",
        "Description": "This device will clone your gear so that you can share it with a teammate or friend."
    },
    {
        "AssetId": 65546284,
        "Name": "Shuriken of the Clan of the Crescent Moon",
        "Description": "A superior man is modest in his speech, but exceeds in his actions."
    },
    {
        "AssetId": 1033136271,
        "Name": "Interplanetary Light Sword",
        "Description": "It glows with an otherworldly power..."
    },
    {
        "AssetId": 48395736,
        "Name": "Knight's Elder Blade",
        "Description": "It is said that the Knights, once wielded blades that grew stronger as an enemy’s morale weakens. Time to test your knighthood!"
    },
    {
        "AssetId": 330296266,
        "Name": "Flying Reindeer",
        "Description": "Fly high in the sky on your very own reindeer! Use 'W', 'A', 'S', 'D' or the arrow keys to control the direction of flight."
    },
    {
        "AssetId": 163351579,
        "Name": "Killer Bee Launcher",
        "Description": "Bees?!?  Yes, bees!  Shoot a swarm of killer bees at your foes.  Each shot releases five groups of six bees that will charge at any foes within 25 studs of you."
    },
    {
        "AssetId": 718259118,
        "Name": "Speedy Cleats",
        "Description": "Nice to CLEAT you! Equip this gear to double your speed!"
    },
    {
        "AssetId": 30649735,
        "Name": "Magnificent Magenta Paintball Gun",
        "Description": "Everyone's screen can always use a little more magenta."
    },
    { "AssetId": 99797327, "Name": "Hanukkah Menorah", "Description": "Celebrating the festival of lights in style!" },
    {
        "AssetId": 206136532,
        "Name": "Giant Dinosaur Feet",
        "Description": "Stomp around ROBLOX in these giant dino feet! Every step you take will do 10 damage to nearby foes and knock them back. If you manage to jump on someone's head while wearing these prehistoric bad boys, you'll stomp them until their health is gone."
    },
    {
        "AssetId": 236441643,
        "Name": "Earth Protection Orb",
        "Description": "Heal the world!  In ROBLOX - world heals you!  Well...it at least protects you!  This Earth orbits around you and shields you from nearby foes. Anyone who dares approach you will feel the burning wrath of core magma!"
    },
    {
        "AssetId": 26017478,
        "Name": "Blue Bloxxers Paintball Gun",
        "Description": "Get ready for the bloxxing of a lifetime!"
    },
    {
        "AssetId": 35684857,
        "Name": "Fortune Cookie",
        "Description": "Nom nom nom... A mysterious stranger will be the key to my success?  Silly cookie...cookies are for eating...not prophesying..."
    },
    {
        "AssetId": 164207842,
        "Name": "Pool Noodle",
        "Description": "Swing your pool noodle with all you've got!  Anyone it hits will be pushed back."
    },
    {
        "AssetId": 53623295,
        "Name": "Njay's Web Blaster ",
        "Description": "Everyone knows that Njay writes web code like nobody's business, but did you know he also shoots spider webs that stop people from moving and do some serious damage?"
    },
    {
        "AssetId": 88143074,
        "Name": "Poison Picnic",
        "Description": "This green cake with a skull on it is irresistible.  Does 60 damage to any opponent who picks it up.  Why would they pick it up you say?  Because they have no other choice."
    },
    {
        "AssetId": 2620441860,
        "Name": "2019 Spinning Noisemaker",
        "Description": "Ring the new year in with as much noise as possible."
    },
    {
        "AssetId": 243788599,
        "Name": "Hedgehog Horde",
        "Description": "Release the hedgehogs!  Click on enemies to get your hedgehogs to attack them!"
    },
    {
        "AssetId": 176219131,
        "Name": "ROBLOX U Foam Finger",
        "Description": "Root, root, root for the home team!  Raise your foam finger in victory and high five other fans!"
    },
    {
        "AssetId": 218631128,
        "Name": "Green Laser Scythe",
        "Description": "Slash this powerful laser scythe to do 30 damage per hit.  Click and hold to do some sweet animated swinging that will unleash a laser projectile that does damage to anything in its path."
    },
    {
        "AssetId": 189756588,
        "Name": "Christmas Tree Sword",
        "Description": "This dangerous holiday sword may look fun, but it will be anything but for your foe. Each hit will do 34 damage and if you manage to KO your opponent they'll be wrapped up like a gift."
    },
    {
        "AssetId": 88885481,
        "Name": "Military Dress Sword",
        "Description": "Sword of honor, sword of might, strike the right foe tonight.  This sword slashes and lunges.  For a special attack press 'W' twice before striking."
    },
    {
        "AssetId": 161282711,
        "Name": "Patriot's Monster Truck",
        "Description": "It is your duty to drive over all other RC cars. Anything less would be Un-American."
    },
    {
        "AssetId": 51346336,
        "Name": "Ninja Sai",
        "Description": "The primary melee weapon of the Shadow Ninjas, the Sai, comes in two pieces to wreak its opponents. With its lightness and speed it also allows the wearing Ninja the ability to move faster."
    },
    {
        "AssetId": 95951291,
        "Name": "Skeleton King's Sword",
        "Description": "This sword features three unique swings and a spin move (tap “W” twice and left-click), each of which has a 20% chance of cracking an enemy’s joints. As if that wasn’t enough, each attack has a 22% chance of being critical (2.25x damage). Normal attacks do 25 damage, landing critical attacks at about 56. Bone has never been so dangerous."
    },
    {
        "AssetId": 271017537,
        "Name": "Squid Launcher",
        "Description": "Launch everyone's favorite squid, Mr.Tentacles at your enemies to obscure their screens in ink while doing 15 damage per hit. The squid will wrap its tentacles around your enemies head and shoot ink in their face!"
    },
    {
        "AssetId": 112593687,
        "Name": "Deluxe Blue Roped",
        "Description": "This stylish blue roped will keep you traveling in deluxe style.  It moves faster than the red roped and does sweet jumps with more ease than ever before."
    },
    {
        "AssetId": 49929724,
        "Name": "Knights of Redcliff: Battle Axe",
        "Description": "When Redcliff Knights are proficient with the battle axe, their knight masters know they are ready for the next deadly challenge."
    },
    {
        "AssetId": 629893424,
        "Name": "Bombastic Sword",
        "Description": "Your foes will definitely see it coming, but you're so fast it doesn't matter! "
    },
    {
        "AssetId": 738924664,
        "Name": "Carrot Slingshot",
        "Description": "Sling deadly carrots at your enemies!! Click to release the string and launch a carrot in the direction of your cursor. Roughly 10 damage is dealt to any enemies hit."
    },
    {
        "AssetId": 527384527,
        "Name": "Mostly Ghostly Potion",
        "Description": "How can you be mostly ghostly? Click to fly around as a ghost; your character appears transparent and can fly!  "
    },
    { "AssetId": 27858062, "Name": "Dance Potion", "Description": "One sip gives you uncontrollable dance fever!" },
    {
        "AssetId": 537374622,
        "Name": "Old Timey Hot Air Balloon",
        "Description": "Up, up, and away! Equip and click to spawn the hot air balloon; hop in the seat and click around and hold your mouse button to guide the balloon around in the direction of your cursor. Flames ignite by the engine above as you're ascending"
    },
    {
        "AssetId": 268533320,
        "Name": "Meerkat Horde",
        "Description": "Spawn a horde of 6 attack meerkats which you can command to chase after your foes."
    },
    {
        "AssetId": 65082246,
        "Name": "Elixir of Dreams",
        "Description": "In a dream - you're stronger and faster.  This potion makes your dream a reality. Be careful when holding this potion.  When dropped, it has a very different effect."
    },
    {
        "AssetId": 356213216,
        "Name": "Gearworks Sword",
        "Description": "A swift sword that does 12 to 18 damage per hit. Watch out for the steam though!"
    },
    {
        "AssetId": 163995460,
        "Name": "NobleDragon's Noble Dragon",
        "Description": "If well taken care of, your Noble Dragon will follow you around and shoot flames at anyone who dares to approach you! We recommend feeding your Noble Dragon only coffee and dreams (this keeps it in prime condition!) but it's a virtual pet. Pixels are pixels!"
    },
    {
        "AssetId": 27245855,
        "Name": "Green Gremlins Paintball Gun",
        "Description": "Go green with this awesome paintball gun!"
    },
    {
        "AssetId": 283754518,
        "Name": "Rock Thunder",
        "Description": "Your guitar has the lightning, now it's time to bring the thunder! You're gonna rock this stage. Change the chord using the keys, 'Z', 'X', 'C', 'V', 'B', 'N', 'M'. Alter the pitch using the keys 'G', 'H', 'J', 'K', 'L'. Hold shift to sharpen the chords. Complete the synchronized pattern of notes special (hit the ctrl key to begin) with at least 75% accuracy to shoot out non-lethal blue lightning."
    },
    {
        "AssetId": 754871615,
        "Name": "Dual Wield Ninja Scythes",
        "Description": "Double the scythes, double the damage. Slash at your opponents to do 15 damage per hit! "
    },
    {
        "AssetId": 81847365,
        "Name": "Potato Cannon",
        "Description": "Cloudy with a chance of raw potatoes? Hurl potatoes through the sky to stun your foes!"
    },
    {
        "AssetId": 170903216,
        "Name": "Pizza Delivery Vehicle",
        "Description": "Cruise around ROBLOX in your sweet pizza delivery vehicle.  Click 'X' to turn on your headlights and 'H' to honk."
    },
    {
        "AssetId": 160189871,
        "Name": "Ninja Claws",
        "Description": "These powerful attack claws allow you to slash at your foes in grand melee style!  Double click to slash both your claws at your foe and potentially push them to the ground."
    },
    {
        "AssetId": 208659586,
        "Name": "Brilliant Throwing Knives",
        "Description": "Click to launch a knife at your foes.  Does up to 22.5 damage per hit."
    },
    {
        "AssetId": 117498775,
        "Name": "Beehive",
        "Description": "Drop the beehive to summon killer bees. The bees do 4 damage on impact and there are 15 clusters doing a total of 60 damage per second."
    },
    {
        "AssetId": 176087556,
        "Name": "Leopard Print Balloon",
        "Description": "Use this stylish leopard print balloon to jump and float around."
    },
    { "AssetId": 107458483, "Name": "Pompous, the Cloud", "Description": "Fly this cumulus cloud all over ROBLOX." },
    {
        "AssetId": 183355732,
        "Name": "Deluxe Vine Staff",
        "Description": "Call forth a circle of vines from the earth.  If your foes hit them they will do 20 damage."
    },
    {
        "AssetId": 12902404,
        "Name": "Bundle of TNT",
        "Description": "Industrially, TNT is synthesized in a three-step process. First, toluene is nitrated with a mixture of sulfuric and nitric acid to produce mono-nitrotoluene or MNT. The MNT is separated and then renitrated to dinitrotoluene or DNT. In the final step, the DNT is nitrated to trinitrotoluene or TNT using an anhydrous mixture of nitric acid and oleum. Nitric acid is consumed by the manufacturing process, but the diluted sulfuric acid can be reconcentrated and reused. Subsequent to nitration, TNT is stabilized by a process called sulphitation, where the crude TNT is treated with aqueous sodium sulfite solution in order to remove less stable isomers of TNT and other undesired reaction products. The rinse water from sulphitation is known as red water and is a significant pollutant and waste product of TNT manufacture."
    },
    {
        "AssetId": 108875151,
        "Name": "Golden Katana of Destiny",
        "Description": "Do you fulfill the sword's golden destiny or does it help you fulfill yours?"
    },
    {
        "AssetId": 302281291,
        "Name": "Tarantula Pet",
        "Description": "Click to summon a giant tarantula! A loyal friend, he'll follow you around until you command him to attack your enemy! Then, he'll chase after the enemy, shooting cobwebs at him. Once a web successfully strikes your foe, 25 damage is dealt and a large spiderweb wraps around his head, blinding him and slowing him down for 8 seconds. Now that your enemy is pretty much defenseless, this is when the tarantula goes in for the kill. Charging at your enemy, dealing 15 damage per hit."
    },
    {
        "AssetId": 201756469,
        "Name": "Smashing Guitar",
        "Description": "Rock that solo and when you're done - smash this guitar and watch it burst into flames- in true rock star fashion!"
    },
    {
        "AssetId": 257343434,
        "Name": "Crocopal",
        "Description": "One click will have your foes running from this adorably vicious crocodile pal."
    },
    {
        "AssetId": 128162639,
        "Name": "Emerald Knights of the Seventh Sanctum Spellbook",
        "Description": "Use the spell contained in this book to help stabilize the warring clans of ROBLOX.  Click to summon a protective shield that you can then fire at enemies."
    },
    {
        "AssetId": 972189904,
        "Name": "Future Hammer",
        "Description": "Smash them back to the stone age with this mighty hammer. "
    },
    {
        "AssetId": 57983532,
        "Name": "Volleyball",
        "Description": "Get ready for the longest volleyball rally of all time!"
    },
    {
        "AssetId": 44115185,
        "Name": "Judge Underwood's Gavel",
        "Description": "No you're out of order!  This whole trial's out of order!"
    },
    { "AssetId": 40493590, "Name": "Cherry Pie", "Description": "Hand over the pie and no one gets hurt." },
    {
        "AssetId": 221173959,
        "Name": "Red Panda",
        "Description": "Your panda pal will follow you around and attack anyone you click on!  Does 22 damage per hit!"
    },
    {
        "AssetId": 395205954,
        "Name": "Korblox Ice Dragon",
        "Description": "The Korblox have magically summoned the ice dragons of yore and tamed them for your transportation convenience!  Control using 'W', 'A', 'S', 'D', or the arrow keys."
    },
    {
        "AssetId": 10831509,
        "Name": "Knight's Sword",
        "Description": "Keep down the peasant uprisings with this gleaming longsword."
    },
    {
        "AssetId": 50938773,
        "Name": "Laser Electrocutor Blade",
        "Description": "The electric blade works like a normal sword most of the time.... but sometimes it sends out a deadly shock!"
    },
    {
        "AssetId": 236401511,
        "Name": "Flock of Attack Seagulls",
        "Description": "Summoning this flock of attack seagulls will have your enemies running, running so far away, running all night and day.  Click on enemies for them to swoop down and bite at them! They do 5 damage per hit."
    },
    {
        "AssetId": 728207067,
        "Name": "Bouquet of Pain Throwing Stars",
        "Description": "The only thing more painful than spring allergies: flower shaped throwing stars. "
    },
    {
        "AssetId": 306163602,
        "Name": "Overseer Spider Mount",
        "Description": "Climb aboard your very own spider. Walk on the ground or climb up walls!"
    },
    {
        "AssetId": 236438668,
        "Name": "Crossbow of the Sea",
        "Description": "Shoots magical water arrows that spawn water wherever they hit."
    },
    { "AssetId": 41457484, "Name": "Latke", "Description": "Pass the apple sauce plz...." },
    {
        "AssetId": 233633874,
        "Name": "Worldwide Stunna",
        "Description": "Sling the fury of the entire world at your foe.  Upon striking another person, the globe causes them to spin as the earth would. They are immobilized for several seconds."
    },
    {
        "AssetId": 13206856,
        "Name": "Jungle Guitar",
        "Description": "Great for jamming in the jungle or making rhythms in the rainforest."
    },
    {
        "AssetId": 61916132,
        "Name": "ROBLOXIAN Healing Orb",
        "Description": "Heal yourself with this glowing green orb.  No need to heal right now?  Drop healing orbs around a game and pick them up as needed. Why green?  Everyone knows that green is the color of healing...duh."
    },
    {
        "AssetId": 2136389582,
        "Name": "Makeshift Bow",
        "Description": "The finest of bows, crafted by your own hands.\r\n"
    },
    {
        "AssetId": 503957396,
        "Name": "Deluxe Coil Gun",
        "Description": "With lightning in your hand, the future is yours! Shoot electric blue beams of electricity at enemies. Deals 15 damage per hit and stuns enemies for a moment!"
    },
    {
        "AssetId": 356212933,
        "Name": "Steampunk Steam Gun",
        "Description": "Shoot burning hot steam at your enemies! Click and hold to release steam in the direction of your cursor. The more steam that hits your foes, the more damage you'll do!"
    },
    {
        "AssetId": 31839260,
        "Name": "8-Bit Throwing Barrel",
        "Description": "They'll never get the princess now! MUAHAHAHAHA"
    },
    {
        "AssetId": 34399318,
        "Name": "Cupcake Launcher",
        "Description": "I personally think that most cupcakes are too delicious to be launching at people's faces, but I can understand that some people disagree."
    },
    {
        "AssetId": 16924676,
        "Name": "Tic Tac Toe Board",
        "Description": "Play a quick game of Tic Tac Toe with a nearby player! (Get close to another player and click on them to start a game - they need to accept your challenge for the game to start)."
    },
    {
        "AssetId": 2568113462,
        "Name": "Dragonheart Bow",
        "Description": "Crafted from dragon bones, strung with a unicorn's hair, it is a weapon of untold power..."
    },
    {
        "AssetId": 90242059,
        "Name": "Adventure Island ",
        "Description": "Check out the latest and best new 2D game on ROBLOX.  Explore and survive on Adventure Island!  Use \"ASWD\" keys to move, \"W\" to jump, \"Enter\" to shoot, and \"Enter\" + \"W\" to superjump."
    },
    {
        "AssetId": 152233094,
        "Name": "The Drop",
        "Description": "It's time to drop the bass... on your foes... Drop this awesome bass on your friends or foes when it gets too heavy."
    },
    {
        "AssetId": 61916108,
        "Name": "Orb Crystal Launcher",
        "Description": "Launch your crystals quickly for instant damage. Charge it for a bit and then launch?  Your foe is in a world of trouble."
    },
    { "AssetId": 123234510, "Name": "Instant Campfire", "Description": "Pull up a log and roast a hot dog!" },
    {
        "AssetId": 75550928,
        "Name": "Garbage Can Shield and Wooden Sword Set",
        "Description": "Sometimes you have to improvise...."
    },
    {
        "AssetId": 62803165,
        "Name": "Trick or Treat Bag 2011",
        "Description": "Click this gear and receive a trick or a treat.  Which will it be?  You don't know until it happens!"
    },
    {
        "AssetId": 82711866,
        "Name": "Alien on a Rampage Book",
        "Description": "Every sci-fi fan needs to familiarize himself with his fellow extraterrestrials!  Collect a copy of Alien on a Rampage, a new book from Clete Smith."
    },
    {
        "AssetId": 49052638,
        "Name": "Deputy Bobby's Cowboy Boots",
        "Description": "Sheriff Bobby runs faster and jumps higher than any cowboy in the west. That's why he always gets his man."
    },
    {
        "AssetId": 105189783,
        "Name": "Trollamon",
        "Description": "This Tiny Trolling Telamon will follow you around and throw his precious fried chicken at your enemies- doing 15 damage per chicken strike.  Justice has never been more savory."
    },
    {
        "AssetId": 152823669,
        "Name": "Common Egg Compass 2014",
        "Description": "This gear item will only work in the official ROBLOX 2014 Egg Hunt- which is only open for a few more hours.  This item will direct you to the nearest common egg in a level."
    },
    {
        "AssetId": 356213494,
        "Name": "Steampunk Bow and Arrow",
        "Description": "Click and hold to charge this semi-rapid fire bow. Does 9 to 32 damage per arrow."
    },
    {
        "AssetId": 359178822,
        "Name": "Orinthian Winged Jet Pack",
        "Description": "Click and hold to hover.  Move your camera to go up or down!"
    },
    {
        "AssetId": 37816777,
        "Name": "Ghostwalker",
        "Description": "The boast of heraldry, the pomp of power, /\r\nAnd all that beauty, all that wealth e'er gave, /\r\nAwaits alike th' inevitable hour:- /\r\nThe paths of glory lead but to the grave."
    },
    {
        "AssetId": 460099901,
        "Name": "Anti-Gravity Acorn",
        "Description": "Use this Acorn to reach new heights as you look for a safe place to hide it! And be sure to see Ice Age: Collision Course, in theaters July 22!"
    },
    { "AssetId": 101079008, "Name": "Fancy Skateboard", "Description": "Who says skaters are slackers?  Not us!" },
    {
        "AssetId": 57229337,
        "Name": "Instamatic Tent",
        "Description": "Tent - activate!  Bam - you've got a tent.  No messing around with poles and stakes for you!"
    },
    {
        "AssetId": 25158998,
        "Name": "ROBLOX Frisbee",
        "Description": "Whether you play Ultimate or old school - this is the frisbee for you!"
    },
    {
        "AssetId": 1645056094,
        "Name": "Bad Seed",
        "Description": "This snapdragon snaps back! Click to drop and your plant will take a bite out of anyone close enough to stop and smell the roses."
    },
    {
        "AssetId": 174418144,
        "Name": "CJJ’s Guide to Making Money   ",
        "Description": "Can Charlie Joe make some extra cash doing as little work as possible? Find out in Charlie Joe Jackson’s Guide to Making Money. Start reading now!"
    },
    {
        "AssetId": 1929592959,
        "Name": "Treacherous Throwing Knives",
        "Description": "Dagger, dagger, dagger! Made for throwing only, click to launch three daggers at your foes.\r\n"
    },
    {
        "AssetId": 101854660,
        "Name": "2013 Firework",
        "Description": "Ready for 2013?  Let everyone know how you feel with this explosive fire flower!"
    },
    {
        "AssetId": 47871615,
        "Name": "Guitarmy",
        "Description": "Blow away your enemies with this heavy sound!  Also - cannonballs."
    },
    {
        "AssetId": 179625551,
        "Name": "Haunted Pizza",
        "Description": "Take a bite out of this spooky haunted pizza and become a ghost!  You'll get ghost super speed after eating this pizza!"
    },
    {
        "AssetId": 2463675080,
        "Name": "Bigfoot Feet Slippers",
        "Description": "Pretty sure these are your size….Equip to move at a blurring speed."
    },
    {
        "AssetId": 435116927,
        "Name": "Katana of the Golden Snake",
        "Description": "Click to slash dealing 22 damage. When your opponent least expects it, double click to dash at him and strike dealing up to 50 damage!"
    },
    {
        "AssetId": 999865627,
        "Name": "Scrooge McDuck’s Sun Chaser Plane",
        "Description": "The famed plane of Scrooge McDuck! It has seen countless adventures (and survived even more crashes at the hands of Launchpad)."
    },
    {
        "AssetId": 13206887,
        "Name": "Spooky Guitar",
        "Description": "Perfect guitar for the monster mash or a graveyard bash..."
    },
    {
        "AssetId": 106701702,
        "Name": "Wizards of the Astral Isles: Limb Stretching Spell",
        "Description": "Use this ancient script to make your arms ridiculously long.  Then hit people with them!"
    },
    {
        "AssetId": 2830533679,
        "Name": "Neon Tiger Mount",
        "Description": "Gaudy, fierce, and fast - the purrr-fect mount."
    },
    { "AssetId": 21445765, "Name": "Crowbar", "Description": "Use this to smash things up real good!" },
    {
        "AssetId": 94794774,
        "Name": "Crescendo, The Soul Stealer",
        "Description": "Forged with fiery flames and a demon's eye the Crescendo ascends from its ancient sleep with a thundering tone."
    },
    {
        "AssetId": 37347141,
        "Name": "Jumpin' Jack's Trick And Treat Bag",
        "Description": "As you take damage, your power meter increases. Eat candy from the bag to release this power in the form of a hyperactive sugar rush!"
    },
    {
        "AssetId": 65469882,
        "Name": "Fist of Schoolage - Level Up Exclusive",
        "Description": "Angie uses the Fist of Schoolage to school noobs!"
    },
    {
        "AssetId": 89488524,
        "Name": "Ghost Minion",
        "Description": "Heals you until you are more powerful than you ever were (150 hp).  But don't worry, if you die - he will avenge you!"
    },
    {
        "AssetId": 11419882,
        "Name": "Red Stratobloxxer",
        "Description": "How to rock: 1) Equip Red Stratobloxxer. 2) Change notes by pressing [f,g,h,j,k,l] 3) Left click."
    },
    {
        "AssetId": 94794833,
        "Name": "Cloak of the Undying",
        "Description": "Adorn this cloak, and none shall stand in thou's way, m'lord."
    },
    { "AssetId": 88143166, "Name": "Vaulting Pole", "Description": "Victory is only one jump away." },
    {
        "AssetId": 15970544,
        "Name": "Harbinger of Fimbulwinter",
        "Description": "Arm yourself in preparation for the Battle for Midgard! Mete out icy punishment with this heavy iron hammer. In the arms of a true Ice God, this weapon becomes especially potent."
    },
    {
        "AssetId": 78005009,
        "Name": "Blackhole Ray Gun",
        "Description": "So you want to defeat your enemies?  Everyone does.  But then you want to take it a step further?  Then you need the Blackhole Ray Gun.  Creates a blackhole and sucks your foes remains into it!"
    },
    {
        "AssetId": 183826384,
        "Name": "Sword of the Lands",
        "Description": "Strike a blow for land kind when you use the Sword of the Lands!  Each hit will do 15 damage.  Hit the 'Q' key to create a giant land mass to raise you up towards the heavens and surround yourself with Earth, which you then fire at your foes below."
    },
    {
        "AssetId": 18479966,
        "Name": "Chakram",
        "Description": "Basically this is a flying ring with one very sharp edge all the way around. It hits hard, but has a long cool down time. It's best used to pick off enemies who are already damaged, or to seriously soften them up before entering melee combat."
    },
    { "AssetId": 16433862, "Name": "Bat Sword", "Description": "na na na na na na na na BAT SWORD!" },
    {
        "AssetId": 48596324,
        "Name": "Levitating Staff of the Cosmos",
        "Description": "Send your enemies flying into the deepest regions of the Robloxian universe."
    },
    {
        "AssetId": 321582427,
        "Name": "Lightning Horn of the Heavens",
        "Description": "Click to summon massive lightning from the heavens.  Anyone close to a strike will be knocked to the ground and blown away from it, doing an additional 20 damage. Anyone directly hit will take 100 damage!"
    },
    {
        "AssetId": 304720496,
        "Name": "Zombie Crossbow",
        "Description": "Click to fire an arrow, dealing 15 damage each. There is a 20% chance of poisoning your enemy, which does a about 15 more damage over a 4 second period, while slowing you down while it takes its effect."
    },
    {
        "AssetId": 2568114215,
        "Name": "Blinged Gold Motorcycle",
        "Description": "Ride this bike your way. And with style.\r\n"
    },
    {
        "AssetId": 26014536,
        "Name": "Red Rebels Paintball Gun",
        "Description": "We're going to paint the town red!  Literally..."
    },
    {
        "AssetId": 261826683,
        "Name": "Minions YTO Special",
        "Description": "Get ready for a yellow takeover, courtesy of the Minions. Firepower of the paint variety - good for remodeling houses or ruining new outfits."
    },
    {
        "AssetId": 83021236,
        "Name": "Starfish Shuriken",
        "Description": "Perfect for a ninja fight on the beach or in a boat!"
    },
    {
        "AssetId": 183704866,
        "Name": "Spook Launcher",
        "Description": "You're bringing spooky back. Launch ghosts, bats, or pumpkins at your foes. The pumpkins will obscure your enemies vision. The ghosts will terrify them into temporary paralysis.  The bat deals 25 damage."
    },
    { "AssetId": 37347098, "Name": "Witch Wand", "Description": "She turned me into a newt, she did!" },
    { "AssetId": 65969749, "Name": "Deluxe Pumpkin Pie", "Description": "Pumpkin pie to the face!  Take that noob!" },
    { "AssetId": 420161128, "Name": "Pogo Stick", "Description": "Jump higher than you've ever dreamed!" },
    {
        "AssetId": 29099749,
        "Name": "Transmorph Ray Gun",
        "Description": "Morph other players into objects.  Guy spawnkilling you?  Turn him into a hat, or an apple, or some other crazy thing!"
    },
    {
        "AssetId": 335086410,
        "Name": "Dual Spec Gamma Biograft Energy Sword ",
        "Description": "Dual wield version of the Spec Gamma Biograft Energy Click to slash, double click to lunge."
    },
    {
        "AssetId": 99797381,
        "Name": "Sword of Fiery Justice",
        "Description": "Use this sword for regular slash damage or send out fiery justice one flaming ball at a time."
    },
    {
        "AssetId": 81154592,
        "Name": "Firebrand",
        "Description": "\"O! for a muse of fire, that would ascend the brightest heaven of invention.\""
    },
    {
        "AssetId": 1230839551,
        "Name": "Ferdinand",
        "Description": "Ferdinand has arrived, bounding into action and ready for any adventure that comes your way!"
    },
    {
        "AssetId": 327365543,
        "Name": "Rocket Sled",
        "Description": "A rocket powered sleigh will take you anywhere you want to go! Use the arrow keys or 'W', 'A', 'S', 'D', to control your sleigh."
    },
    {
        "AssetId": 42845896,
        "Name": "Frost Potion",
        "Description": "Brr..... it's cold in here.  There must be some frost potion in the atmosphere!"
    },
    {
        "AssetId": 2045764727,
        "Name": "Robo Blaster",
        "Description": "This beauty is from the year 3050, and is banned in six star systems. But not this one."
    },
    {
        "AssetId": 2316760298,
        "Name": "Staff of Healing",
        "Description": "Asclepius, son of Apollo, Greek god of medicine grants his power to this staff. Click to heroically heal the injured."
    },
    {
        "AssetId": 80576952,
        "Name": "Time Bomb",
        "Description": "Black shell, white clock, Cadillac, / yeah\r\nThe bomb's a time bomb"
    },
    {
        "AssetId": 230729032,
        "Name": "Opened Chosen Basket of the Overseer",
        "Description": "He is the chosen one. Inside you find... Overseer Chosen."
    },
    {
        "AssetId": 215448210,
        "Name": "Mystical Griffin",
        "Description": "This mystical creature will fly around you - waiting for your next command.  Click on a target and the griffin will fly to it and attack- doing 35 points of damage."
    },
    {
        "AssetId": 104642700,
        "Name": "Gear suppressor 777 ",
        "Description": "This will make your enemies speechless. 10 seconds of no tool usage should be plenty of time for you to finish them off."
    },
    { "AssetId": 1088051376, "Name": "Skeleton BattleAxe", "Description": "Have axe, will slash." },
    {
        "AssetId": 48159731,
        "Name": "Spring Sword of Growth",
        "Description": "As spring plants grow, so does this sword.  One might wield it easily at first, but with each blox, it becomes larger and larger."
    },
    {
        "AssetId": 445150567,
        "Name": "Lincoln's Golden Rail Splitter",
        "Description": "Split any brick into dozens of pieces!  May or may not actually split bricks."
    },
    { "AssetId": 66896638, "Name": "Roblox Snowglobe 2011", "Description": "Make it snow everywhere you go!" },
    {
        "AssetId": 79446473,
        "Name": "Rail Runner 5000",
        "Description": "When you absolutely must put a rail through somebody."
    },
    {
        "AssetId": 120749494,
        "Name": "Bald Eagle ",
        "Description": "America's proud symbol flies above you and protects you with the very latest Amerilaser defense... or offense depending on how you look at it."
    },
    {
        "AssetId": 402304782,
        "Name": "Crimsonwrath: The Red Wrath",
        "Description": "For when you're really mad bro. Send your enemies to meet their maker... or whatever. Click to slash; double click to lunge. When using, your speed is boosted 4 points making you slightly faster, enough to trail behind enemies which flee. Each kill, the sword gets even stronger for a few seconds! When killed, enemies turn into flaming transparent red ghosts which quickly fade away up into the sky!"
    },
    {
        "AssetId": 63253706,
        "Name": "Fiery Bone Trap",
        "Description": "Spread these around to ambush your opponents! Trapped into these bone traps they will be decimated by wild fire!"
    },
    {
        "AssetId": 101191388,
        "Name": "Dual Illumina",
        "Description": "Light and deadly- twice as deadly as a single Illumina!  This item came out of the Coolest Gift on December 21st, 2012."
    },
    {
        "AssetId": 113299556,
        "Name": "Ultraviolet Laser Oculus",
        "Description": "Charge up your eye laser to do maximum laser firing damage to your enemies.  Always wanted an eye that could shoot lasers?  Today is your day!"
    },
    { "AssetId": 85754656, "Name": "Tyrannosaurus", "Description": "Rawrr!  TREX HUNGRY!" },
    {
        "AssetId": 295461517,
        "Name": "Viridian Katana",
        "Description": "Sometimes it is easy being green.  Easy to slash through foes, easy to win the battle, easy to win the war."
    },
    {
        "AssetId": 154727487,
        "Name": "Evil Green Science Goo",
        "Description": "This goo will stop your foes in their tracks!  Hit your friends or foes with this stuff and they'll lose their ability to jump and slowly lose the ability to move. Eventually the evil green goo will take them over and they will become this goo. Your target will be no more."
    },
    {
        "AssetId": 40493658,
        "Name": "Blueberry Pie",
        "Description": "\"Apple, peaches, blueberry pie...you we're young and so was I\"... wait.  That song isn't about blueberry pie.  It's pumpkin pie...but blueberry pie is so much more delicious!  Why would you write a song about an inferior pie?  Whatever...I'm over it."
    },
    {
        "AssetId": 343587237,
        "Name": "Personal Fighter Jets",
        "Description": "Equip and click to spawn three personal fighter jets that fly around you. When there is an enemy within a 75 stud radius of you, they fire rockets at them!"
    },
    { "AssetId": 12504077, "Name": "Electric Blue", "Description": "For rockers with soulful lyrics." },
    {
        "AssetId": 33867401,
        "Name": "The Adventures of Noob Boy: Part 1",
        "Description": "Help save the noob from the angry green circles! Use A and D to move left and right, and W to jump. This is the first 2D platformer we have released in a gear, so come be a part of Robloxian history!  Get it for free when you redeem a Gamestop card in June 2011!"
    },
    { "AssetId": 108158439, "Name": "Amerisword", "Description": "Fighting for freedom everyday!" },
    {
        "AssetId": 143517948,
        "Name": "Mr. Peabody & Sherman's WABAC Machine",
        "Description": "Use Mr. Peabody’s WABAC Machine to travel back in time & space to wherever you left it. Be sure to catch Mr. Peabody & Sherman in theaters March 7!"
    },
    {
        "AssetId": 1076255449,
        "Name": "Hulk Hands",
        "Description": "Just make sure to do your breathing exercises if you get too angry. And remember, with great power comes great responsibility, to SMASH! "
    },
    {
        "AssetId": 15973059,
        "Name": "Protest Sign: We'd Rather Have User GUIs Later...",
        "Description": "We don't know what GUIs are, and we don't want to know. If you ask us, there's enough goo in ROBLOX without making things any more gooey. We will fight to the death anyone who disagrees."
    },
    {
        "AssetId": 181196009,
        "Name": "Scary Gremlin",
        "Description": "He's sweet when you are around, following you everywhere you go. It's other people he doesn't like. Your scary gremlin will chase other players that get near you - if it touches them they will drop anything they are holding and become paralyzed with fear - crouching on the ground to avoid the scary beast."
    },
    {
        "AssetId": 173781053,
        "Name": "Bacon Launcher",
        "Description": "Equip this awesome bacon launcher to start cooking that sizzling bacon. Click to fire bacon at your foes."
    },
    {
        "AssetId": 32858586,
        "Name": "Frostbrand",
        "Description": "A weapon bestowed upon Azurewrath's elite personal bodyguards upon the attainment of rank."
    },
    {
        "AssetId": 153939226,
        "Name": "Wild Bunny Horde Attack",
        "Description": "When bunnies attack- the true ROBLOX story.  Deploy your attack bunny and he will summon all his bunny clan to fight on your behalf.   After you deploy the bunny holes spawn and bunnies pop up to follow your commands."
    },
    {
        "AssetId": 218634097,
        "Name": "Hover Roped",
        "Description": "The hover technology you have been promised is finally here! Ride around ROBLOX on your very own hover Roped."
    },
    {
        "AssetId": 151292047,
        "Name": "Staff of Staff",
        "Description": "This staff is ready to do maximum staff damage.  The Staff of Staff fires tiny damage-causing bloxikins at your foes to do 15 damage per hit.  Hit the 'Q' key to perform a special attack."
    },
    { "AssetId": 46132907, "Name": "Checkerboard Sword", "Description": "Check yourself before you wreck yourself!" },
    {
        "AssetId": 21802000,
        "Name": "Sword of Nefertiti",
        "Description": "Wrath of the gods. And those ancient Egyptian gods were pretty wrathful."
    },
    {
        "AssetId": 30847746,
        "Name": "Trident",
        "Description": "Short range weapon that can also be thrown (double click to throw)."
    },
    {
        "AssetId": 226206253,
        "Name": "Flower Feet",
        "Description": "Flowers will follow wherever you walk. The magic of spring is inside your feet! Well, in these shoes at least..."
    },
    {
        "AssetId": 14492601,
        "Name": "4-String Roblocaster Premiere Guitar",
        "Description": "ROBLOX Brings You...ROBLOX Brings You...ROBLOX Brings You... the most awesome electric guitar ever known to Robloxians!"
    },
    { "AssetId": 23306097, "Name": "Ocean Samurai", "Description": "The rolling ocean encounters no resistance." },
    {
        "AssetId": 106701564,
        "Name": "Wizards of the Astral Isles: Rat Plague Summoner",
        "Description": "Summon a horde of infected rats to chase your enemies.  One bite and they're toast!"
    },
    {
        "AssetId": 1191128759,
        "Name": "Ram Mount",
        "Description": "Ride across the rugged terrain on this sure-footed ram mount. He might be stubborn, but his horns always get the point across."
    },
    { "AssetId": 64735604, "Name": "Zombie Slayer", "Description": "Because if you don't -who will?" },
    {
        "AssetId": 116693764,
        "Name": "Historic 'Timmy' Gun",
        "Description": "This blaster is \"favored by soldiers, criminals, police and civilians alike for its ergonomics, compactness, reliability, and high volume of automatic fire.\""
    },
    {
        "AssetId": 542184488,
        "Name": "8-Bit Duck Friend",
        "Description": "No need to hunt for this duck, this faithful friend will spawn on click and follow you around. Click around nearby and he'll fly to that designated spot as well."
    },
    {
        "AssetId": 103234296,
        "Name": "Redrune Raider",
        "Description": "This powerful red dragon will follow you around and shoot fiery death balls at your enemies."
    },
    {
        "AssetId": 189910262,
        "Name": "Robloxsai Bike",
        "Description": "Now you can bike like Robloxsai!  Control your bike using 'W', 'A', 'S', 'D', or the arrow keys."
    },
    {
        "AssetId": 208659734,
        "Name": "Super Spy Laser Blaster",
        "Description": "Left click to unleash a beam of energy that is dynamically lit along its length.  Deals 45 damage per second while the beam is on the target."
    },
    {
        "AssetId": 1230024287,
        "Name": "Instant Snowman",
        "Description": "There must of been some magic in that top hat you bought, for when you placed it on the ground that was where a snowman dropped! Drop to spawn a snowman friend!"
    },
    { "AssetId": 18482562, "Name": "Ra'k Guitar", "Description": "Ra is ready to rock." },
    {
        "AssetId": 89487903,
        "Name": "Monster Axe",
        "Description": "This axe is a monster!  Initial strike gives you 25 damage points and it continues to damage your opponent someone decides to remove the axe."
    },
    {
        "AssetId": 78665196,
        "Name": "Katana of the Ninth Moon",
        "Description": "Slash until the sun goes down...and then keep going!"
    },
    {
        "AssetId": 521925833,
        "Name": "Trophy of Participation 2016",
        "Description": "This trophy stands as proof that this user earned the transforming item that was available during a 2016 event."
    },
    {
        "AssetId": 24791472,
        "Name": "Chocolate Bunny",
        "Description": "Eating this yummy chocolate bunny will give you a sugar high that makes you run at lightning fast bunny speeds."
    },
    {
        "AssetId": 152173291,
        "Name": "Opened Violet  Basket of Equal Cosmic Time",
        "Description": "Everything is in perfect balance. Inside you find... violet equinox."
    },
    {
        "AssetId": 401277404,
        "Name": "Trophy of Participation 2016",
        "Description": "This trophy stands as proof that this user earned the heely-wheely item that was available during a 2016 event."
    },
    {
        "AssetId": 50938746,
        "Name": "Fermion Blade",
        "Description": "Beware the wrath of the holder of the Fermion Blade. It may look cheerful, but after feeling its power, you probably won't be."
    },
    {
        "AssetId": 2010630652,
        "Name": "Virtual Book - Bad Guys",
        "Description": "Read the chapter to see who defeats Dr. Rupert Marmalade!"
    },
    {
        "AssetId": 98411325,
        "Name": "Spec Omega Biograft Energy Sword",
        "Description": "Black energy is the heaviest kind of energy.  The sword does some serious damage."
    },
    {
        "AssetId": 35683911,
        "Name": "Wall Walker",
        "Description": "I wish I could summon my own personal anywhere elevator in real life... Uphill is my least favorite direction"
    },
    {
        "AssetId": 754869699,
        "Name": "Deluxe Pirate Hook",
        "Description": "For the pirate who lives life with flair.  Click to swing this stylish pirate hook at your enemies; dealing 12 damage per hit. "
    },
    {
        "AssetId": 602146440,
        "Name": "Pizza Sword",
        "Description": "Sometimes you cut the pizza, sometimes the pizza cuts you.\r\n"
    },
    {
        "AssetId": 93722515,
        "Name": "Halloween Transmuter",
        "Description": "Tranform anyone and everyone into spooky Halloween items!"
    },
    {
        "AssetId": 190111117,
        "Name": "Shards in the Code: Season One - Episode 1",
        "Description": "Read a sneak peak of Shards in the Code Episode - 1 Volume 1. The battle to save Earth begins online, when an average teenager who loves to build worlds on ROBLOX soon discovers that the real world faces a grave danger that only he can prevent.  Available on Amazon!"
    },
    {
        "AssetId": 639343572,
        "Name": "Plunger Bow and Arrow",
        "Description": "I shot a plunger into the air, it fell to earth I know not where. Fire plungers at your enemies- because they are nasty! Upon impact, they'll stick to your opponent for a short amount of time."
    },
    {
        "AssetId": 1760406591,
        "Name": "Glorious Sword",
        "Description": "A sword of unfathomable power, laid buried in the sands of time till now."
    },
    { "AssetId": 1789547756, "Name": "Keytar Sword", "Description": "This electro-axe is a sword!" },
    {
        "AssetId": 42845853,
        "Name": "Super Freeze Ray 2011",
        "Description": "The only thing strong enough to counter a freeze ray?  A steaming cup of hot chocolate!"
    },
    {
        "AssetId": 56561593,
        "Name": "Potion of the Fiery Fists",
        "Description": "This magical elixir lets you run quickly to catch up with your opponent. Once you've got him - it's on!"
    },
    {
        "AssetId": 128160832,
        "Name": "PE Whistle",
        "Description": "Use this PE Whistle to start a vicious game of dodgeball - a game where you have all the balls! Point at an opponent and they will be the target of a bunch of dodgeballs. Each hit does 34 damage."
    },
    {
        "AssetId": 101078524,
        "Name": "The Overseer's Bow",
        "Description": "Overseer bow - Powerful ranged weapon of the overseers that does 35 damage per hit and 100 damage upon headshot. Also has the ability to rapidly fire projectiles on all directions poisoning your enemies doing upto 70 damage to them over 4 seconds."
    },
    {
        "AssetId": 280661926,
        "Name": "Mystical Staff of Cyan Lightning Magic",
        "Description": "Shoot lightning at your foes with the click of a button. This staff has 4 special attacks in addition to sending lightning speeding towards your foes.  Hit 'x'  to spin with lightning surging around you. Anyone you touch will be knocked back and dealt 10 damage.  Hit the 'q' key to shoot lightning in a straight line in front of you, dealing 40 damage to anyone in its path!  If you're in danger, hit the 'e' key to create a force field of lightning strikes around you forming a circle, keeping your enemies at bay.   Hit the 'z' key to forcefully cast a lightning bolt at your closest enemy (max distance is 45 studs away)."
    },
    {
        "AssetId": 230516405,
        "Name": "Rainbow Basket of Solitary Omega",
        "Description": "Like the cheese, he stands alone."
    },
    {
        "AssetId": 80576928,
        "Name": "Tee Shirt Cannon",
        "Description": "Shoots tee-shirts at your friends and has them wear the shirts you shot.  You can even customize which shirts come out of the cannon."
    },
    {
        "AssetId": 65979823,
        "Name": "Magical Turkey Wand",
        "Description": "Turn your enemies into the turkeys that they are!"
    },
    {
        "AssetId": 77443491,
        "Name": "Sword of Darkness",
        "Description": "Dare to reach out your hand into the darkness, to pull another hand into the dark from the light."
    },
    {
        "AssetId": 157205782,
        "Name": "Steam Engine",
        "Description": "Guide this fancy steam engine towards your foes with the 'W', 'A', 'S', and 'D' keys.  When you get close enough right click to throw dangerous train shrapnel at them! Hit the 'X' key for an explosive surprise."
    },
    {
        "AssetId": 140821168,
        "Name": "Cloud 9 Snowball Launcher",
        "Description": "Launch snowballs and fill up other players screen with fresh powder! The new Disney Channel Original Movie Cloud 9 premieres Friday JaNEWary 17 at 8P."
    },
    {
        "AssetId": 93136674,
        "Name": "Uppercut Sword",
        "Description": "This gigantic sword will throw your enemies into the air and let you do as much damage as you can for 5 seconds."
    },
    {
        "AssetId": 319656563,
        "Name": "Dual Axe Monsters",
        "Description": "These angry little monsters will follow you around and throw deadly axes at your foes!"
    },
    {
        "AssetId": 116040807,
        "Name": "ROBLOX World Tour Lightning Guitar",
        "Description": "ROBLOX is kicking off our world tour and it's gunna be loud!  This slammin' lighting guitar will send lightning at anyone nearby is you can play the notes just right."
    },
    {
        "AssetId": 21392417,
        "Name": "Tambourine",
        "Description": "Hey! Mr. Tambourine Man, play a song for me, /\r\nI'm not sleepy and there is no place I'm going to. /\r\nHey! Mr. Tambourine Man, play a song for me, /\r\nIn the jingle jangle morning I'll come followin' you."
    },
    {
        "AssetId": 537435862,
        "Name": "Pua ",
        "Description": "Moana’s faithful companion is here to join you on your journeys! Be sure to see Disney’s Moana, in theatres November 23 in 3D!"
    },
    {
        "AssetId": 53623248,
        "Name": "Builderman's Hammer of Shimmering Light",
        "Description": "Better to light one small candle  \r\nthan to curse the darkness."
    },
    {
        "AssetId": 96095042,
        "Name": "Sorcus' Chair",
        "Description": "This is how he rolls...and trolls....  Sorcus' Chair came out of the Surly Gift of Sorcus II on October 26th, 2012."
    },
    {
        "AssetId": 149612167,
        "Name": "Lucky Laser Gun",
        "Description": "This lucky laser will shoot shamrock shaped pain at your opponent and do 10 damage per hit."
    },
    {
        "AssetId": 152971952,
        "Name": "Opened Retro Egg Basket of I Has",
        "Description": "You has a basket.  Inside you find... Agonizingly Blue Bucket of Doom."
    },
    {
        "AssetId": 130925426,
        "Name": "Super Tone Cape",
        "Description": "It's a bird, it's a plane, it's SUPER TONE!  Use this sweet cape to fly and shoot lasers from your eyes - just like the real Tone."
    },
    { "AssetId": 65969758, "Name": "Native Bow and Arrow", "Description": "Fire one arrow or maybe five!" },
    {
        "AssetId": 160198363,
        "Name": "Dynamically Lit Sword",
        "Description": "Darkness strikes in the light!  Swing your glowing sword at your foes to do 25 damage per hit."
    },
    {
        "AssetId": 2620524562,
        "Name": "Nightmare Guitar",
        "Description": "No stop signs, speed limit / Nobody’s gonna slow me down / Like a wheel, gonna spin it / Nobody’s gonna mess me around\r\n"
    },
    {
        "AssetId": 147143848,
        "Name": "Flaming Mace",
        "Description": "Strike your enemies and then light them on fire for extra damage!  Double click for a special fire attack!"
    },
    { "AssetId": 84012460, "Name": "Fluffy Unicorn", "Description": "I thought unicorns were more ... fluffy." },
    {
        "AssetId": 1084980039,
        "Name": "Hognob",
        "Description": "Like a dog, except a hog! This faithful companion is ready to join you in all your adventures no matter where (or when) they are!"
    },
    {
        "AssetId": 1320966824,
        "Name": "Dragon Companion",
        "Description": "The smallest dragons often work as scouts or traveling companions throughout the misty forests of the far north. This friend will follow you faithfully though any adventure."
    },
    { "AssetId": 83704154, "Name": "Colossal Blade", "Description": "What's done, cannot be undone." },
    {
        "AssetId": 507797529,
        "Name": "8-Bit Skateboard ",
        "Description": "Go on a radical adventure with this 8-bit board. Click to spawn in front of you, hit Ctrl P to pick back up!"
    },
    {
        "AssetId": 67755192,
        "Name": "Santa's Sleigh",
        "Description": "Soar above the sky in Santa's magical flying sleigh.  Try not to drop too many presents accidentally!"
    },
    { "AssetId": 19703034, "Name": "Bag O Christmas Tree Seeds", "Description": "Grows Christmas trees. Really fast!" },
    {
        "AssetId": 12562495,
        "Name": "R-80",
        "Description": "R-80s are so fun that they're banned in all 50 states. Celebrate the birth of your country by blowing up a small piece of it!"
    },
    {
        "AssetId": 74385438,
        "Name": "Gravitron 3000",
        "Description": "Toss this to negate gravity for everyone but yourself."
    },
    {
        "AssetId": 69964719,
        "Name": "Trololololo Wand",
        "Description": "Turn your enemies into trolls!  They'll be slower and very confused!"
    },
    {
        "AssetId": 2221406451,
        "Name": "Momo Companion",
        "Description": "Go on and explore the wonderful neon world with your best pal, Momo and be sure to watch Netflix’s New Movie Next Gen on Friday, September 7."
    },
    {
        "AssetId": 94119269,
        "Name": "Molecular Atomizer",
        "Description": "Protect yourself with this Molecular Atomizer, the best defense against all the zombies and werewolves running through ROBLOX. And don't forget to watch the premiere of Girl vs. Monster Friday, October 12 at 8p/7c on Disney Channel!"
    },
    {
        "AssetId": 47871597,
        "Name": "Attrition Blade",
        "Description": "Your enemies won't last long with this blade on your side."
    },
    {
        "AssetId": 29532089,
        "Name": "Keith's Vengeance Launcher",
        "Description": "Keith has been leaving these angry-looking jars of peanut butter around the office, so we made this gun in his honor. It lobs sticky peanut butter at people, which slows their walkspeed down to a crawl. Then you can move in and get the vengeance you deserve."
    },
    {
        "AssetId": 346687267,
        "Name": "Green Elf Bow",
        "Description": "Click and hold to charge your arrows.  Depending on how long it's charged, damage can range between 9 and 33. If fully charged, you can fire three arrows at once, dealing around 70 to 80 damage!"
    },
    {
        "AssetId": 190094313,
        "Name": "Rocket Powered Skis",
        "Description": "Click to equip these skis.  Hold shift to use their rocket powered ski boost! Once it recharges at least half way, you can use the speed boost again."
    },
    {
        "AssetId": 1178843200,
        "Name": "Jumanji Rhino",
        "Description": "Partake in the adventures of Jumanji with this rhino in our Roblox experience!"
    },
    {
        "AssetId": 108155504,
        "Name": "Hot Wheels Spin Shotz Disc",
        "Description": "Fuel your need for action with this hyper speed disc!  Launch your SpinShotz disc and watch it spin and give off free bonus health in game!  Learn more about Hot Wheels Spin Shotz at www.roblox.com/sponsoredpage/SpinShotz."
    },
    {
        "AssetId": 16435306,
        "Name": "Protest: More Gear Nao",
        "Description": "What do we want? More Gear! When do we want it? NAO!"
    },
    {
        "AssetId": 155662087,
        "Name": "Anchor Cannon",
        "Description": "Anchor your competitors in place.  They'll be unable to walk for 10 seconds."
    },
    {
        "AssetId": 66426498,
        "Name": "Kami Potion",
        "Description": "Fly around the world shooting laser beams out of your eyes.  Can you think of a better way to spend an afternoon?  Because I can't.  And I really tried."
    },
    {
        "AssetId": 18017365,
        "Name": "Crimson Katana of the Unsetting Sun",
        "Description": "If not for victory and honor, then what?"
    },
    {
        "AssetId": 152824068,
        "Name": "Rare Egg Compass 2014",
        "Description": "This gear item will only work in the official ROBLOX 2014 Egg Hunt.    This item will direct you to the nearest rare egg in a level."
    },
    {
        "AssetId": 93136666,
        "Name": "Sword of the Seven Winters",
        "Description": "Summon the blizzard of seven winters, causing snow for you and all around you.  Lucky for you, you knew the blizzard was coming and can move quickly in the snow that slows your enemies.  Does 20 damage."
    },
    {
        "AssetId": 33732371,
        "Name": "Gork, Your Caveman Shoulder Friend",
        "Description": "He would be a better conversationalist if his vocabulary were bigger than 12 words."
    },
    {
        "AssetId": 94333296,
        "Name": "Nightfall Elixir",
        "Description": "It's that time of the day when the sun goes down."
    },
    {
        "AssetId": 228588651,
        "Name": "Eggstermination Slingshot",
        "Description": "Sling eggs at your friends and foes to cover their screen in eggs. It's a great yolk!"
    },
    {
        "AssetId": 361950795,
        "Name": "Golden Roped",
        "Description": "Get yourself a gold plated roped - because you're worth it!"
    },
    {
        "AssetId": 1360078533,
        "Name": "Red Hover Roped",
        "Description": "We dared to ask, \"Could a roped hover?\" Now we dare to dream, \"What if it were red?\""
    },
    {
        "AssetId": 158069071,
        "Name": "Rainbow Katana",
        "Description": "To be victorious you must fight with all the colors of the wind.  Double click to charge the katana to do double damage."
    },
    {
        "AssetId": 69499437,
        "Name": "Azure Periastron Alpha",
        "Description": "Only when two stars are at their closest point, can the material for this sword be collected, so they are extremely rare, and depending on which stars are orbiting one another they are different colors.  One thing is sure, they spell doom for anyone who comes near. First in a series!"
    },
    {
        "AssetId": 221181437,
        "Name": "Red Sparkle Time Claymore",
        "Description": "Slash fiercely at your enemies with vengeance, dealing some massive damage; between 15 to 35 points.  Click and hold for 3 seconds to summon a red ring of enchantment that shoots rubies up around you and does 12.5 points of damage to anyone they hit."
    },
    {
        "AssetId": 215392741,
        "Name": "Merely's Green Sparkle Time Hoverboard",
        "Description": "Hover over the skies and speed over your challengers, sparkling green all the way."
    },
    {
        "AssetId": 119917556,
        "Name": "Chalk Sword",
        "Description": "Use this sword when you really want to leave a mark."
    },
    {
        "AssetId": 456221232,
        "Name": "Party Blaster Paint Gun",
        "Description": "Ain't no party like a paint gun party, cuz it stains and it's hard to wash out. Fire paintballs of all different colors at your enemies! "
    },
    {
        "AssetId": 346685995,
        "Name": "Alpaca Mount",
        "Description": "Alpaca your bags, you're ready to ride! Equip to spawn in front of you and simply hop on. Walks at a normal pace; however can jump super high."
    },
    {
        "AssetId": 168142620,
        "Name": "Boxing Glove Launcher",
        "Description": "Shoot dangerous boxing gloves at your foes.  They'll probably see it coming... but that's half the fun!"
    },
    {
        "AssetId": 109583822,
        "Name": "Leprechaun Harp",
        "Description": "The harp that once through Tara's halls / The soul of music shed / Now hangs as mute on Tara's halls / As if that soul were fled / So sleeps the pride of former days / So glory's thrill is o'er / And hearts that once beat high for praise / Now feel that pulse no more"
    },
    {
        "AssetId": 686806111,
        "Name": "Brainy Smurf",
        "Description": "When in doubt, you can always count on Brainy to have the answer! Be sure to catch Smurfs the Lost Village in theaters April 7th!"
    },
    {
        "AssetId": 10831489,
        "Name": "Fencing Foil",
        "Description": "En garde! This sword is very quick. It does high lunging damage but very low slashing damage."
    },
    {
        "AssetId": 92142841,
        "Name": "Artemis Bow",
        "Description": "The Artemis Bow features two attack modes--you can charge a concentrated death shot that does up to 100 damage, or shoot in rapid fire mode for more arrows that deal 12 damage each.But that's not all - you can also use it to fly! When you jump, the Artemis Bow will grow wings and allow you to take flight."
    },
    {
        "AssetId": 143606297,
        "Name": "Team ROBLOX Bobsled",
        "Description": "\"Enough people say they know they can't believe / ROBLOX, we have a bobsled team!\"  Sled all over ROBLOX in your sweet bobsled!"
    },
    {
        "AssetId": 178076749,
        "Name": "EKoSS Sword and Shield",
        "Description": "Swing a fiery green sword at your foes to do some serious Emerald Knights level damage."
    },
    { "AssetId": 233520157, "Name": "Grey Bunny Accoutrement", "Description": "Run fast and jump high like a bunny!" },
    { "AssetId": 18446258, "Name": "Native Bear", "Description": "Celebrate Thanksgiving with Native Bear!  " },
    {
        "AssetId": 128160929,
        "Name": "Book Worm",
        "Description": "Use the bookworm to tunnel underground and teleport between locations in a level."
    },
    {
        "AssetId": 116693715,
        "Name": "Memorial Day Fireworks",
        "Description": "These glorious fireworks will have you glowing in their sparkles all night long!  These fireworks look great in places with dynamic lighting enabled."
    },
    {
        "AssetId": 3130875522,
        "Name": "Godzilla Companion",
        "Description": "No matter what you’re battling, the King of the Monsters is more than equal to the challenge. This exclusive item is from the film Godzilla: King of the Monsters - in theaters May 31, 2019."
    },
    {
        "AssetId": 250534394,
        "Name": "BLOXikin Horde",
        "Description": "Spawn an evil BLOXikin wizard, who summons 12 to 16 BLOXikin minions to serve by his side. The wizard's minions will attack your foes to do 5 damage per hit. However, if your enemies can kill the wizard, his minions will perish as well!"
    },
    {
        "AssetId": 154727343,
        "Name": "Lightning Wand",
        "Description": "You control the weather now. Science!  Click your Lightning Rod to fire bolts of lightning in any direction you like."
    },
    { "AssetId": 172246820, "Name": "Paint Grenade", "Description": "Pull the pin and throw the paint!" },
    {
        "AssetId": 106064469,
        "Name": "Year of the Snake Lantern",
        "Description": "Carry this lantern and let the snakes protect you.  The spirits of snake ancestors will follow you around and harm anyone they touch (everyone other than you of course!)."
    },
    {
        "AssetId": 621090617,
        "Name": "Robot Rock Guitar",
        "Description": "Roboboogie. Hit keys: 'Z', 'X', 'C', 'V', 'B', 'N' to play different notes."
    },
    {
        "AssetId": 147143821,
        "Name": "Orinthian Axe",
        "Description": "Swing it at your foes to do Orinthian level damage, or use the special attack to throw a trail of signature Orinthian blue deathbricks."
    },
    {
        "AssetId": 92628074,
        "Name": "Orinthian Blaster 3777",
        "Description": "Blast your enemies into the next galaxy  with the Orinthian blaster.  Does 35 damage per hit."
    },
    {
        "AssetId": 55917409,
        "Name": "Knights of the Splintered Skies: Morning Star",
        "Description": "Just like their fellow Knights of the RedCliff, the Knights of the Splintered Skies are famous for their mastery with the Morning Star, but a lighter and faster version of it. Beware, as this one can break some heads!"
    },
    {
        "AssetId": 15973049,
        "Name": "Protest Sign: We Want User GUIs Now!",
        "Description": "User GUIs will revolutionize ROBLOX and we don't want to wait another single day before we can play with them. If you don't agree, we will beat you into submission with rational pro/con discussions, so you might as well give us what we want right now."
    },
    {
        "AssetId": 2226815033,
        "Name": "Wand of Flurry",
        "Description": "Blow away your enemies with a flick of your wrist!\r\n"
    },
    {
        "AssetId": 218631022,
        "Name": "Laser Throwing Stars",
        "Description": "Nothing cuts like laser! Throw these at your foe to do tons of damage!"
    },
    {
        "AssetId": 1001649855,
        "Name": "Giant Magnet",
        "Description": "People just seem drawn to me, maybe it's my natural magnetism! Click to pull enemies within 30 studs closer with this powerful magnet."
    },
    {
        "AssetId": 160199141,
        "Name": "ROBLOX Blimp",
        "Description": "Celebrate good times!  Inflate your own personal ROBLOX blimp that travels around your head forever!  Well at least until you die or leave the server...."
    },
    {
        "AssetId": 81847570,
        "Name": "Military Axe",
        "Description": "Axe me no more questions, I'll kill no more your spies."
    },
    {
        "AssetId": 118281490,
        "Name": "Seahorse",
        "Description": "Celebrate World Ocean Day by riding a giant seahorse!"
    },
    {
        "AssetId": 126719093,
        "Name": "Not-so-friendly Ghost",
        "Description": "Orbits around you ready to strike your foes down at any minute!"
    },
    {
        "AssetId": 1609498185,
        "Name": "Red Laser Scythe",
        "Description": "Red is the future. Slash this powerful laser scythe to do 30 damage per hit. Click and hold to do some animated swinging to unleash a laser projectile."
    },
    {
        "AssetId": 1180417820,
        "Name": "Neon Laser Launcher",
        "Description": "There is no sound in space, but that doesn't mean colors can't be loud."
    },
    {
        "AssetId": 87361806,
        "Name": "Meteor Staff",
        "Description": "Let the fires and stones of the sky rain down upon all who dare defy you.  If your opponent gets hit by one of the meteors you summon, he will meet a swift end.  Only you are protected from the shower of debris that will rain down when you summon it."
    },
    { "AssetId": 24015579, "Name": "Pot Of Gold", "Description": "The end of the rainbow?" },
    {
        "AssetId": 261762082,
        "Name": "Hiccup the Dragon Rider",
        "Description": "Hero of Berk, the original dragon rider, and champion of humans and dragons alike. That is a pretty solid résumé for a companion."
    },
    {
        "AssetId": 53623322,
        "Name": "Sorcus' Sword of Judgement",
        "Description": "\"Judge a man by his questions rather than by his answers\" -Voltaire"
    },
    {
        "AssetId": 19111883,
        "Name": "Wooden Dreidel",
        "Description": "I have a little dreidel /\r\nI made it out of clay /\r\nAnd when it's dry and ready /\r\nThen dreidel I shall play! /\r\nPS - This dreidel is actually made out of wood, but the dreidel song was obligatory - Spin the dreidel and see how many chocolate coins you win!"
    },
    {
        "AssetId": 1492225511,
        "Name": "Throwing Bolts",
        "Description": "Being struck by lightning is a shocking experience. "
    },
    { "AssetId": 76170471, "Name": "Hedgehog Friend", "Description": "Why can't they just share the hedge?" },
    {
        "AssetId": 306971659,
        "Name": "Skeleton Slashers",
        "Description": "Click to slash, dealing between 15 to 25 damage. Double click to dash forward and double-slash, using both arms. If you can hit your opponent with this attack, they take 30 points of damage!"
    },
    {
        "AssetId": 610133129,
        "Name": "Fire Breathing Friend",
        "Description": "Better be careful what you say around this guy, unless you want to end up extra crispy."
    },
    { "AssetId": 86492467, "Name": "Stealth Ninja Potion", "Description": "Turn into a stealth double jumping ninja!" },
    {
        "AssetId": 1380774367,
        "Name": "Steampunk Hoverboard",
        "Description": "At long last, you can harness the mighty power of steam to give you the power of flight. Well more like the power to float close to the ground, but at high speeds. Ok well, high-ish speeds. It's definitely faster than walking."
    },
    {
        "AssetId": 24659699,
        "Name": "Magic Dragon",
        "Description": "Little Jackie Paper grew up to be an arsonist. Sad but true."
    },
    {
        "AssetId": 359244394,
        "Name": "Guitar of Rock Excellence",
        "Description": "For those about to rock, we salute you. Use the keys: 'Z', 'X', 'C', 'V', 'B', 'N', and 'M'. to play different tunes. Hold shift while pressing to sharpen the notes. "
    },
    {
        "AssetId": 10730984,
        "Name": "Black Iron Mace of Pwnage",
        "Description": "Dispatch your enemies with extreme prejudice. Swings slow, but does a lot of damage if it hits."
    },
    {
        "AssetId": 1304344132,
        "Name": "Ninja Battle Hog Mount",
        "Description": "Ride this fearless battle hog into war against your rival ninja dojo."
    },
    {
        "AssetId": 24903441,
        "Name": "Egg Magnet",
        "Description": "This powerful egg magnetic pulls metal eggs towards you as soon as you are close enough to the egg for the magnetic attraction begin. You'll have to experiment to determine which eggs are metallic..."
    },
    {
        "AssetId": 49491781,
        "Name": "Staff of Celestial Light",
        "Description": "Staff of wonder, staff of light, take my enemies dark as night, stop them with your celestial light."
    },
    {
        "AssetId": 233520425,
        "Name": "iLift Two",
        "Description": "Next time someone asks - \"Do you even lift?\"  You can let them know exactly how much you lift... with iLift Two.  Click to spin the dumbbells around- charging them for your deadly throw.  Damage ranges between 10-20 per hit."
    },
    {
        "AssetId": 97161222,
        "Name": "Bluesteel Alterer of Destiny",
        "Description": "The future of all lays within your hands.  Will you change the destiny of the world for the better?"
    },
    {
        "AssetId": 18426536,
        "Name": "Apple Pie",
        "Description": "I know banana cream is the traditional comedy throwing pie. I know that. But people don't eat banana cream pie for Thanksgiving, unless they work in a comedy factory and get them for free. Careful, the apples are hot!"
    },
    {
        "AssetId": 63721711,
        "Name": "Accursed Vampire Bat Hand",
        "Description": "Send bats flying towards your enemies.  Not only do they do damage, they come and bring your foe's health right back to you!"
    },
    {
        "AssetId": 173751087,
        "Name": "ALS Ice Bucket Challenge",
        "Description": "Click to dump this ice water on another player, press 'q' to dump it on yourself!  Proceeds will benefit ALS research."
    },
    {
        "AssetId": 142498104,
        "Name": "Hockey Stick",
        "Description": "Shoot pucks at your foes and check them into submission."
    },
    {
        "AssetId": 248285248,
        "Name": "Homemade Motorcycle",
        "Description": "Look ma, I made my own motorcycle!  Of course it's safe, it's virtual!"
    },
    {
        "AssetId": 292969139,
        "Name": "From the Vault: Alpaca Plushie",
        "Description": "From the vault of interns past, ROBLOX brings you - this giant alpaca! Defaultio's alpaca makes many animal noises and when you drop it, it grows intimidatingly large."
    },
    {
        "AssetId": 987032734,
        "Name": "Super Spy Drone",
        "Description": "In the future everything will be delivered by drone. The future is now. Use the remote control to fly, 'Q' and 'E' to more up or down."
    },
    {
        "AssetId": 86494914,
        "Name": "Dual Katanas of the DarkAge Clan",
        "Description": "These ancient katanas have been passed down from generation to generation of DarkAge ninjas.  Only the most agile may learn to wield the dual katanas."
    },
    {
        "AssetId": 295460073,
        "Name": "Plunger Launcher",
        "Description": "Launch deadly plungers at your opponents! Do 30 points of dirty damage with each hit!"
    },
    {
        "AssetId": 22920072,
        "Name": "Rebel Incinitron 6530",
        "Description": "Rebels are reckless.  You're thinking...should we have shot that?  And they're yelling \"More Pew Pew, Less QQ!\""
    },
    {
        "AssetId": 148791460,
        "Name": "Pi Transmorpher",
        "Description": "I'm about to bake a pi for Pi Month (3/14).  Surprise- you're the pie! Morph all your foes into pies for fun."
    },
    {
        "AssetId": 156467963,
        "Name": "Redcliff Ballista",
        "Description": "Fire arrows from this giant powerful Redcliff Ballista and do 50 damage per hit."
    },
    {
        "AssetId": 139578061,
        "Name": "Smashing Drum",
        "Description": "Make beautiful music... by smashing this on someone's head!"
    },
    {
        "AssetId": 230758501,
        "Name": "Opened Korblox Basket of the Frozen Dark",
        "Description": "Who knew that a basket could contain so much danger. Inside you find... Korblox Grand Marshal."
    },
    {
        "AssetId": 100472084,
        "Name": "Agent 99's Laser Goggles",
        "Description": "Your mission can only be completed with the latest laser technology.  Aim lasers at people to do massive fiery damage."
    },
    {
        "AssetId": 19111869,
        "Name": "Hanukiah",
        "Description": "The Hanukkah menorah (Hebrew: מנורה menorah) (also Hebrew: חַנֻכִּיָּה‎ hanukiah, or chanukkiyah, pl. hanukiyot/chanukkiyot, or Yiddish: חנוכּה לאמפּ khanike lomp, lit.: Hanukkah lamp) is, strictly speaking, a nine-branched candelabrum lit during the eight-day holiday of Hanukkah, as opposed to the seven-branched menorah used in the ancient Temple or as a symbol. The ninth holder, called the shamash (\"helper or servant\"), is for a candle used to light all other candles. "
    },
    {
        "AssetId": 21439991,
        "Name": "A Very Special Monster",
        "Description": "He has big big plans, but small small teeth."
    },
    {
        "AssetId": 152660258,
        "Name": "Opened Hazardous Basket of Major Oversight",
        "Description": "Buy the basket or don't. Fight with him or against him. It's all inconsequential to the Major.  Inside you find... Major Overseer."
    },
    {
        "AssetId": 146047220,
        "Name": "Quill of the President",
        "Description": "Use this to write out your presidential decree!"
    },
    {
        "AssetId": 129471121,
        "Name": "Trololo Cape of Invisibility",
        "Description": "Now you see me - now you don't!  Turns yourself invisible and reappear as if out of thin air!"
    },
    {
        "AssetId": 150366320,
        "Name": "Spring Crossbow",
        "Description": "This crossbow fires springs at your foes to do 12 damage per hit. Occasionally you'll fire spring flowers which do double damages.  Spring has sprung!"
    },
    {
        "AssetId": 129471170,
        "Name": "Vanishing Ninja Star",
        "Description": "\"Your foes won't even know what hit 'em. They won't even see it coming.\" - Stickmasterluke"
    },
    {
        "AssetId": 124128001,
        "Name": "stickmasterluke's Stick of Power",
        "Description": "Spin like the wind and summon it using the Master of sticks power stick! Blast your enemies away and decimate them in 6 different fashions as you see fit."
    },
    { "AssetId": 125013769, "Name": "Linked Sword", "Description": "With blood and iron." },
    {
        "AssetId": 49929746,
        "Name": "Knights of Redcliff: Morning Star",
        "Description": "The Redcliffs victory over the Sorcutrolls is widely attributed to the use of the Morning Star.  The Redcliff Morning Star can break body joints and we all know that when a head joint is broken - it's an instant game over."
    },
    {
        "AssetId": 2906732820,
        "Name": "Community Pizza Launcher ",
        "Description": "Unload some party during this awesome community event to earn the prizes!"
    },
    {
        "AssetId": 113299590,
        "Name": "Orbital Piano Strike",
        "Description": "Play a piano that summons other flaming pianos to smite your foes! The most ridiculous instrument on ROBLOX has arrived!"
    },
    {
        "AssetId": 91360052,
        "Name": "Suit Up Gun",
        "Description": "Bunny suit up! Dress other players in one of four embarrassing outfits."
    },
    {
        "AssetId": 49491716,
        "Name": "Princess Mischief's Wand",
        "Description": "Your appearance displeases me!  Wave, wave, poof!  That's much better!  Don't you think?"
    },
    { "AssetId": 42845609, "Name": "BB Gun", "Description": "You'll shoot your eye out!!!" },
    {
        "AssetId": 95951270,
        "Name": "Korblox Bone & Arrow",
        "Description": "It’s a classic longbow, with a certain distinction: it’s constructed of the finest, most durable bone. Take out one of your foes with this weapon and their body instantly turns into a skeleton."
    },
    { "AssetId": 1103012605, "Name": "Spider Horde", "Description": "Whats better than one spider? Why not three!?" },
    {
        "AssetId": 90718350,
        "Name": "Bear Mine Gun",
        "Description": "With the Bear Mine Gun, you strategically place two “bear mines” and remotely trigger them to come together at a high velocity for an explosive bear hug, instantly killing anyone caught in the middle."
    },
    {
        "AssetId": 846792499,
        "Name": "Blue Laser Scythe",
        "Description": "The future is blue. Slash this powerful laser scythe to do 30 damage per hit. Click and hold to do some animated swinging to unleash a laser projectile ."
    },
    {
        "AssetId": 498752764,
        "Name": "Flying Carpet of Books",
        "Description": "Reading can take you places. Literally. Books version of the magic carpet; click to activate. Using 'W', 'A', 'S', 'D' or the arrow keys to control the direction it flies. Click again to hop off."
    },
    {
        "AssetId": 424700938,
        "Name": "BFG Gobblefunk Dictionary",
        "Description": "Gobblefunk is the language of Giant Country. Can you decipher the words in this magical book?"
    },
    { "AssetId": 16986649, "Name": "Granny's Crossbow", "Description": "She uses it to hunt wolves." },
    { "AssetId": 60888225, "Name": "DarkAge Ninjas: Ninja Kitteh", "Description": "Tremble before its meow!" },
    {
        "AssetId": 67747912,
        "Name": "Heat Seeking Missile Launcher",
        "Description": "Lock on to the enemy and fire for a one hit knock out.  4 second reload time."
    },
    {
        "AssetId": 120749452,
        "Name": "American Rockets 1776",
        "Description": "These fireworks have been bringing light to destroy darkness since 1776."
    },
    { "AssetId": 191261808, "Name": "Dark Pegasus", "Description": "Fly around on your dark horse." },
    {
        "AssetId": 1708354246,
        "Name": "Pinata Mount",
        "Description": "A candy-filled friend to call your own, just don’t let anyone take a swing at him."
    },
    {
        "AssetId": 62350846,
        "Name": "Chief Guardsman Spear",
        "Description": "Charge directly at your opponent or take them by surprise with a sideswipe attack."
    },
    {
        "AssetId": 94233391,
        "Name": "Ghost Dragon",
        "Description": "Let the Ghost Dragon do your bidding!  Flies above you and sends out 100 points of damage on your behalf."
    },
    {
        "AssetId": 61459592,
        "Name": "Ne'Kotikoz Incarnate",
        "Description": "Trade places with your intergalactic friend (or perhaps fiend?) and shoot fireballs at your enemies."
    },
    {
        "AssetId": 106701619,
        "Name": "Wizards of the Astral Isles: Frog Transformer",
        "Description": "Transform those around you into frogs. They'll be forced to hop around and drop all of their weapons!"
    },
    {
        "AssetId": 130113146,
        "Name": "Hyperlaser Gun",
        "Description": "Everyone knows that blue is the fastest color laser beam. That's why it's a one hit KO."
    },
    {
        "AssetId": 130112971,
        "Name": "Trilaser Bow",
        "Description": "Arrows are so last decade.  Charge and blast powerful lasers from  your bow.  No need for quivers... no need for arrows!"
    },
    {
        "AssetId": 80576913,
        "Name": "Electric Lightning Trap",
        "Description": "It's electric! But contrary to the song...you can see it."
    },
    {
        "AssetId": 24903474,
        "Name": "Egg Compass",
        "Description": "Points you towards the rarest egg in the level. Re-use often, in case the egg is moving."
    },
    {
        "AssetId": 439307591,
        "Name": "Fruity Pebbles Power Up",
        "Description": "This is advertising. Yet also delicious. In fact, so delicious that if you use it in game you will find yourself jumping to new heights"
    },
    {
        "AssetId": 56561570,
        "Name": "Confusion's Cauldron",
        "Description": "Confuse your enemies motion with this cauldron's powerful potion!"
    },
    {
        "AssetId": 336371164,
        "Name": "Retro Shrink Ray",
        "Description": "This shrink ray will make your foes smaller and smaller with each hit!"
    },
    {
        "AssetId": 159229806,
        "Name": "Rainbow Periastron Omega",
        "Description": "The sword men use to fight angry magical unicorns... in space."
    },
    {
        "AssetId": 94233286,
        "Name": "M1 Garand",
        "Description": "This M1 includes an eight-round clip, with bullets that deal 35 points of damage to the body and insta-kills for head shots."
    },
    {
        "AssetId": 15470222,
        "Name": "Gridiron Guitar",
        "Description": "A unique guitar that says \"No!\" to good taste."
    },
    {
        "AssetId": 127506324,
        "Name": "Overseer's Axe",
        "Description": "The Overseer has an endless arsenal of weapons, but the one weapon he knows he can always count on is his axe! Swing this at your foe to do up to 25 hit points of damage per hit. That's not enough for you?  Your foe will also encounter the wrath of an orb with a laser beam."
    },
    {
        "AssetId": 226206639,
        "Name": "Spring-loaded Jumping Stilts",
        "Description": "Tower above your fellow Robloxians in these spring-loaded jumping stilts.  Then jump around. Jump around. Jump up jump up and get down."
    },
    {
        "AssetId": 73232803,
        "Name": "Dragon Slayers Sword and Shield",
        "Description": "Protecting the people from dragons is its primary goal.  Whatever else you do with it is your own business."
    },
    {
        "AssetId": 12187431,
        "Name": "Sand Tempest Scimitar",
        "Description": "In the lost desert kingdoms, three things are eternal: fire, sand, and steel."
    },
    {
        "AssetId": 181550181,
        "Name": "Axe of the Divine Flame",
        "Description": "From the darkest flames, I strike at thee! Click to swing dealing 15 damage, or double click to bash the axe down in front of you, dealing twice the damage to any enemies hit! \r\n\r\n"
    },
    {
        "AssetId": 158069180,
        "Name": "Dual Venomshanks",
        "Description": "Great for lunging and slashing, but its real damage comes with its special ability.  Hit 'E', 'Q', 'Z', or 'X' to create acid rain that will fall on anyone in a 50 stud radius."
    },
    {
        "AssetId": 2535102910,
        "Name": "R0b0-Penguin",
        "Description": "Warning: Core Temp Unstable. Faithfully follows, releasing ice and electricity as he goes."
    },
    { "AssetId": 63253701, "Name": "Skelefriend", "Description": "They see him swirlin', They hatin'" },
    {
        "AssetId": 252564167,
        "Name": "Gamer’s Guide Controller",
        "Description": "Picasso had a paintbrush. You? This awesome controller. Tools don’t make the craftsman - but how many famous finger-painters do you know?"
    },
    {
        "AssetId": 68539623,
        "Name": "Korblox Sword and Shield",
        "Description": "The Korblox both fight and defend with stony spikes."
    },
    {
        "AssetId": 51757158,
        "Name": "Korblox: Tripmine",
        "Description": "These ghastly mines were invented by the Korbloxians to trap anyone and everyone brave enough to ever venture out into the wilds."
    },
    {
        "AssetId": 176087466,
        "Name": "Zebra Laser Gun",
        "Description": "Rapidly fire both a black and white laser to do 5 damage to anyone you hit.  In addition to doing damage, you'll also turn your opponent black and white (depending on which laser he is hit with)."
    },
    {
        "AssetId": 563288952,
        "Name": "Rocket Boots",
        "Description": "Why walk anywhere when you can rocket there? Equip and the boots appear on each of your feet. Enables you to jump much higher and run a little faster! "
    },
    {
        "AssetId": 176087597,
        "Name": "ROBLOX U Frisbee",
        "Description": "It's pretty much impossible to get through university without playing some Ultimate."
    },
    {
        "AssetId": 462180517,
        "Name": "Trophy of Participation 2016",
        "Description": "This trophy stands as proof that this user earned the dino-tastic item that was available during a 2016 event."
    },
    {
        "AssetId": 79446395,
        "Name": "Toxic Goo Trap",
        "Description": "Encase your enemies in toxic goo for fun and profit!  Okay maybe just fun."
    },
    {
        "AssetId": 147937284,
        "Name": "Disco Ball",
        "Description": "The party don't start 'til you walk in... This sweet disco ball makes everybody want to dance."
    },
    {
        "AssetId": 1074742019,
        "Name": "Mr. Wing",
        "Description": "Sure, dogs may be man's best friend, but who's a ghoul's best friend? Skeleton bats of course. Faithfully follows you, click to have him do a swooping dive!"
    },
    {
        "AssetId": 420160506,
        "Name": "Deadly Laser Vision Polar Bear Mount",
        "Description": "Rideable polar bear that shoots deadly laser beams out of his eyes. Hop on his back and use 'W', 'A', 'S', 'D', or the arrow keys to move around. Click to shoot deadly lasers from the polar bears eyes. If hit, your opponent will take 40-70 points of damage.  Disclaimer- this is not a real polar bear. No polar bears were harmed in the making of this virtual polar bear robot. Please do not attempt to ride polar bears irl. Please do not attempt to attach lasers to real polar bears. Does not require batteries.  Is virtual.  Is subject to additional disclaimers in very small print below the bottom of this visible text. Not really though. If you meet a polar bear - please be cool and don't approach it.  This is actually good advice for pretty much any bear."
    },
    {
        "AssetId": 2544539559,
        "Name": "Inugami: Ninja Warrior",
        "Description": "Ninja dogs stay hidden in the barkness. This faithful friend follows your every step, remaining in your shadow, waiting for the right moment to strike..."
    },
    {
        "AssetId": 19703041,
        "Name": "Christmas Tree Lights",
        "Description": "My mom likes the little white ones. But everyone knows big clunky colored lights are best! Comes in 7 or 8 colors! Shoot them at a Christmas tree to decorate it!"
    },
    {
        "AssetId": 69567827,
        "Name": "Zephanon Phaser and Shield",
        "Description": "In a world where darkness surrounds, there is only one way to remain safe.  This phaser and shield set will serve you well."
    },
    {
        "AssetId": 537436448,
        "Name": "Moana’s Paddle",
        "Description": "Bring Moana’s Paddle on your own adventures and use it to ward off evil! Be sure to see Disney’s Moana, in theatres November 23 in 3D!"
    },
    {
        "AssetId": 43245080,
        "Name": "2011 New Year's Fireworks",
        "Description": "Have fun, but always remember to be safe on new years eve!"
    },
    {
        "AssetId": 106701659,
        "Name": "Wizards of the Astral Isles: Pegasus",
        "Description": "Soar above ROBLOXIA on your very own Pegasus."
    },
    {
        "AssetId": 99797357,
        "Name": "Holiday Ornament Staff",
        "Description": "Send a giant holiday ornament hurling at your enemies to squish them."
    },
    {
        "AssetId": 143606407,
        "Name": "Team ROBLOX Skis",
        "Description": "Don't french fry when you should be pizzaing! Pizza!  Pizza! BAM."
    },
    {
        "AssetId": 164174394,
        "Name": "Protest Sign: Save the Fireworks",
        "Description": "Every year millions of innocent fireworks are exploded. Save the fireworks by buying them and keeping them safe from cruel arsonists!"
    },
    {
        "AssetId": 356212121,
        "Name": "Steampunk Attack Birds",
        "Description": "These friendly birds will fly around you, protecting you from anyone who comes near.  They'll swoop down and attack, doing 25 damage per hit!"
    },
    {
        "AssetId": 174752245,
        "Name": "Silver Crossbow",
        "Description": "Click to fire an arrow.  Each hit will cost your opponent 12 damage points. Occasionally, you will shoot a flaming arrow that does 65 damage points."
    },
    {
        "AssetId": 425120575,
        "Name": "One Man Band",
        "Description": "What did the one man band say when his drum rig broke and hit him instead of the drum? \"Beats me!\"  Equip and click to play a variety of different jazz songs. While walking and playing the mallets swing and hit the drum."
    },
    {
        "AssetId": 1402452608,
        "Name": "Tiny Elephant",
        "Description": "His mom thought it would be hilarious to name him Tiny.  She wasn't wrong.\r\n"
    },
    {
        "AssetId": 243007180,
        "Name": "HEX Spitter",
        "Description": "A genuine Hex style laser blaster- shoot lightning lasers at lightning fast rates."
    },
    {
        "AssetId": 250533235,
        "Name": "Velociroblox",
        "Description": "We bred raptors. Ride around on these clever dinosaurs and race to catch Jurassic World – In Theaters June 12. #TheParkIsOpen"
    },
    { "AssetId": 101110605, "Name": "Gravity Disruptor", "Description": "Disrupt the battlefield!" },
    { "AssetId": 82357101, "Name": "Portable Justice", "Description": "Keep your foes on lockdown!" },
    {
        "AssetId": 124126528,
        "Name": "Seranok's Golden Chalice of Fame",
        "Description": "Hold this chalice while it oozes fame all around you spawning pawns as you go."
    },
    {
        "AssetId": 59848474,
        "Name": "Korblox Deathspeaker's Spell Book",
        "Description": "Cast one of three dangerous spells at your enemies - the Knights of Redcliff!"
    },
    {
        "AssetId": 335085355,
        "Name": "Overseer Smashing Hammer",
        "Description": "Click to swing this hammer and whack enemies dealing 20 damage per hit.  Double click to bash the hammer against the ground to trip nearby foes. Hit 'Q' to summon half a dozen overseer minions, which will chase after your enemies dealing 10 damage per hit. After 30 seconds, the minions are removed and a 20 second reload kicks in."
    },
    {
        "AssetId": 563287969,
        "Name": "Deep Space Raygun",
        "Description": "The astronauts recovered this gun from a crater on an uninhabited planet. Was it lost? Or left there on purpose? Click to fire a rectangular projectile, sparks fly trailing behind as it soars through the sky toward its target. "
    },
    {
        "AssetId": 162857391,
        "Name": "Endless Summer Fireworks",
        "Description": "Just one click and you're in for a huge fireworks display!  This firework will reload every 5 seconds so the fun never has to stop!."
    },
    {
        "AssetId": 91294485,
        "Name": "Hungry Lion Friend",
        "Description": "He's hungry, but he's also your friend.  So he probably won't eat you.... probably."
    },
    {
        "AssetId": 68848741,
        "Name": "Spectral Sword of Illusions",
        "Description": "\"Rainbows are visions, but only illusions / And Rainbows have nothing to hide\""
    },
    {
        "AssetId": 17237675,
        "Name": "Captain's Flintlock",
        "Description": "This flintlock is slightly more accurate than the average pirate's flintlock.  It's gold plated so the captain knows if any of the other pirates try to switch flintlocks with him while he's sleeping."
    },
    {
        "AssetId": 928914739,
        "Name": "Black Iron Katana",
        "Description": "Slash and lunge at your foes with this amazing katana to do 12 to 16 points of damage. The power of the blackest iron surrounds this Katana."
    },
    {
        "AssetId": 168142394,
        "Name": "Dual Bacon Daggers",
        "Description": "Bacon goes with everything! Even daggers.  Click to swing one of your daggers at your foe and do 15 damage. Double click to do a special bacon attack which does 20 damage.  Wear the bacon crown while using these daggers to do an additional 15 damage."
    },
    {
        "AssetId": 164369961,
        "Name": "Magic Beach Towel ",
        "Description": "Like a magic carpet, but you know, a beach towel!  Hop on your magic towel and fly all over ROBLOX!"
    },
    {
        "AssetId": 105351748,
        "Name": "Kittypult",
        "Description": "Fire fierce, angry, scratching cats at other players.  Warning - do not try this in real life."
    },
    {
        "AssetId": 220288991,
        "Name": "Fake Egg Spawner",
        "Description": "Troll your fellow players and friends by spawning fake eggs in game!"
    },
    {
        "AssetId": 1760404984,
        "Name": "Teapot Launcher",
        "Description": "Have you seen my teapot collection? Here, take a closer look."
    },
    {
        "AssetId": 104642550,
        "Name": "Duck",
        "Description": "So cute.  Less cute when he won't stop following you around."
    },
    {
        "AssetId": 280662667,
        "Name": "Gigantic Crossbow",
        "Description": "They'll know who's boss when you show up with your giant crossbow! Fire huge arrows at your foes to deal 20 damage per hit. Double click to strike your foes with the crossbows blades. This attack will do 30-40 damage per hit."
    },
    {
        "AssetId": 66896542,
        "Name": "Annoying Elf: Ostrichsized",
        "Description": "He's jolly, but if you click him too often, he might rage! Number one of four - collect them all!"
    },
    { "AssetId": 17527921, "Name": "Ghost Bag", "Description": "Happy Halloween!" },
    {
        "AssetId": 233520257,
        "Name": "Joyful Periastron Epsilon",
        "Description": "The sword men use to hunt colorful eggs... in space."
    },
    { "AssetId": 81330766, "Name": "Time Watch", "Description": "What time is it?  You decide!" },
    {
        "AssetId": 71597072,
        "Name": "Creepy Zombie Monkey",
        "Description": "Captain Steelshank's semi-loyal companion."
    },
    {
        "AssetId": 2445084910,
        "Name": "Ghostly Possessed Sword of Terror",
        "Description": "A ghostly sword, possessed by the souls of slain warriors, thirsty for revenge...Click to release its binding and it attacks on its own."
    },
    {
        "AssetId": 315573586,
        "Name": "Halloween Bow and Arrow",
        "Description": "When equipped you are instantly transformed into a warrior of Halloween!   Click and hold to charge, let go of your mouse button to release. Max charge is 3 seconds, indicated by a tiny black flame which lights up on the arrow. Depending on the percentage of charge, you can deal anywhere from 15 to 85 damage."
    },
    {
        "AssetId": 163488515,
        "Name": "The 7D’s Grumpy",
        "Description": "Create your own The 7D game with Disney XD’s Grumpy! Take Grumpy into the game for a surprise & watch The 7D on Monday 7/7 @10A on Disney XD!"
    },
    {
        "AssetId": 1380788230,
        "Name": "Steampunk Slasher",
        "Description": "An elegant weapon from a more refined time."
    },
    { "AssetId": 190880295, "Name": "2015 Fireworks", "Description": "Light up the night to celebrate 2015!" },
    {
        "AssetId": 1132884456,
        "Name": "Chopper Broom",
        "Description": "Hey bud, wanna race? Equip and click and drag to rev your engine and fly around in the direction of your cursor."
    },
    {
        "AssetId": 315617026,
        "Name": "Dual Monster Axes",
        "Description": "Sling these at your foes to do some major damage! You'll do 12 to 17 damage when you slash you foes and 25 points on double slash!"
    },
    {
        "AssetId": 150980377,
        "Name": "Trophy of Wheeled Participation 2014",
        "Description": "This trophy stands as proof that this user earned the bone-shaking item (9) that was available during a 2014 event."
    },
    {
        "AssetId": 1402446243,
        "Name": "Golden Dreams Convertible",
        "Description": "Some people dream in black in white... others dream in gold."
    },
    {
        "AssetId": 170902990,
        "Name": "Mad Morning Star",
        "Description": "Not quite the good morning I was hoping for... Click to swing the mace and do mad damage to your foe."
    },
    {
        "AssetId": 87361508,
        "Name": "Chimera",
        "Description": "This chimera attacks on command – performing one of three attacks – shooting fireballs, shooting poison, or biting. It does some serious damage with 30-60 damage dealt per attack."
    },
    {
        "AssetId": 904534702,
        "Name": "Speedy Hiking Boots",
        "Description": "You'll make it to the summit in no time! Hit 'Shift' to use your super speed boost!"
    },
    {
        "AssetId": 233660801,
        "Name": "Merely's Hover Surfboard",
        "Description": "It's spring break, and the surf is up!  \"But wait,\" you say, \"I'm not near the ocean.\" With Merely's Hover Surfboard, no ocean, no problem!  Hover along on your delightful hover surfboard - wherever you are in the world! We know you have many choices when you hover, but when you want the best, make it a Merely! Don't seranok it until you've tried it!"
    },
    { "AssetId": 37347081, "Name": "Acursed Mummy Hand of Head Shot", "Description": "BOOM! Headshot!" },
    {
        "AssetId": 164015715,
        "Name": "Cartoon Network Skateboard",
        "Description": "Shred into summer with this cool Cartoon Network skateboard! Are you CN what we’re sayin’?"
    },
    {
        "AssetId": 579868200,
        "Name": "Dog Man Unleashed Virtual Book",
        "Description": "Dog Man - the crime-biting canine who is part dog, part man, and ALL HERO – is BACK! Read the book to learn more!"
    },
    { "AssetId": 24713330, "Name": "Cerulean Vengeance", "Description": "Revenge is a dish best served cold." },
    {
        "AssetId": 178076831,
        "Name": "Redcliff Crossbow",
        "Description": "Fire arrows at all that would dare cross the mighty Redcliff. Each hit will do epic damage."
    },
    { "AssetId": 74385399, "Name": "Remote Explosive Detonator", "Description": "Push the button!  Now!" },
    {
        "AssetId": 21416138,
        "Name": "Spec Gamma Biograft Energy Sword",
        "Description": "In the aftermath of World War VII, isolated pockets of human survivors raided ruined government labs, looking specifically for these weapons. The Spec X program had been accelerated in the late 2120s as the prospect of an all out metahuman vs. machine war became increasingly likely. Prized for their ability to slice through viridian steel exoskeletons, the US was determined to find a substitute for the pure diamond required for the manufacture of the Beta models. Sapphire, while still exorbitantly expensive, allowed the army to produce blades that were 95% as effective as the Betas, at only 20% the cost. "
    },
    { "AssetId": 179369752, "Name": "Halloween Skateboard", "Description": "Because even Ghosts want to grind." },
    {
        "AssetId": 413200176,
        "Name": "Unlucky Launcher",
        "Description": "Shoot bad luck at your competitors by launching broken mirrors, umbrellas, and ladders at them! Upon impact, they trip onto the ground. There is a 30% chance they will temporarily be cursed with bad luck!  If they become unlucky they will suffer one of the following effects: They'll either be tripped nonstop, have a blurry screen, or have their walk speed revered so if they're walking forward, they are actually working backwards!"
    },
    {
        "AssetId": 30393548,
        "Name": "Grapple Hook",
        "Description": "Seize the day (and pretty much anything else you want to seize) with this grappling gun."
    },
    {
        "AssetId": 206136361,
        "Name": "Prehistoric Piercing Blade",
        "Description": "Slash and lunge at your enemies to do 12 to 30 damage per hit.  Double click to jump in the air and tackle your enemy in true prehistoric fashion to do 35 to 60 damage. This blade gains power as you gain KOs. KO 5 other users to transform into a dinosaur and do double damange on all attacks!"
    },
    {
        "AssetId": 2221409781,
        "Name": "Q-Bot Companion",
        "Description": "Find your robot companion here at Roblox! Be sure to watch Netflix’s new movie Next Gen on Friday, September 7."
    },
    {
        "AssetId": 287424278,
        "Name": "Orinthian Electroslasher",
        "Description": "Click to slash, dealing 16 to 20 damage. Hit the 'Q' key to spawn three Orinthian warrior minions in front of you, which will chase nearby enemies, dealing 10 damage per hit."
    },
    {
        "AssetId": 59805584,
        "Name": "Korblox Krossbow",
        "Description": "The Korblox Krossbows are powerful against all enemies.  Use the secret move, and it's unstoppable."
    },
    {
        "AssetId": 29532138,
        "Name": "Bloxxy Radar",
        "Description": "You can't run. You can't hide. You can only get bloxxed. This device displays the location of all players within 300 studs."
    },
    {
        "AssetId": 188643628,
        "Name": "Killer Whale Launcher",
        "Description": "These whales nuke you!  Shoot whales at your foes to do 10 damage per touch- ie instant KO.  To zoom, you roll your mouse wheel and use either 'Q' or 'Z'."
    },
    { "AssetId": 35293856, "Name": "Atomizer", "Description": "Split yourself into pieces to evade your enemies!" },
    { "AssetId": 25977812, "Name": "Flowersplosian", "Description": "Experience the true meaning of flower power." },
    {
        "AssetId": 2605966484,
        "Name": "Breath of Ice",
        "Description": "Swallow the frost and spit out ice at your foes!"
    },
    {
        "AssetId": 204095670,
        "Name": "Epic Flail",
        "Description": "Think I need a ginger ale. That is such an epic flail!  This flail deals 35 damage per hit and will knock your enemies back by 10 studs. Can't fail with this flail!"
    },
    {
        "AssetId": 472607336,
        "Name": "Turtle Backpack",
        "Description": "Any damage dealt to you will be reduced by 40%."
    },
    {
        "AssetId": 108899214,
        "Name": "Nerf Shoes",
        "Description": "Wear these cool Nerf shoes around ROBLOX.  While you’re at it be sure to check out the Nerf Double Your Blasting Target Challenge here - http://www.roblox.com/NERF-Double-Your-Blasting-Target-Challenge-place?id=157382."
    },
    {
        "AssetId": 95258660,
        "Name": "Explosive Spy Pen",
        "Description": "This pen is certainly mightier than a sword!  Click twice and throw the pen for an explosive surprise.  Well it's not a surprise to you - you know it's an explosive spy pen."
    },
    {
        "AssetId": 91360028,
        "Name": "Puppet Master",
        "Description": "The puppet master runs the show!  Force others to do your bidding - and look silly.  Why?  No one asks the puppet master why."
    },
    {
        "AssetId": 2230348478,
        "Name": "Captain Underpants Book 6",
        "Description": "When George and Harold’s latest prank makes a direct hit on school brainiac Melvin Sneedly, he decides to get even!"
    },
    {
        "AssetId": 70476451,
        "Name": "Year of the Dragon Lantern",
        "Description": "Light the lantern to invoke the protection of the ancient dragon spirits.  If anyone is foolish enough to attack you while you are surrounded by dragon spirits, well then maybe they get what they deserve."
    },
    { "AssetId": 264990548, "Name": "USA Sparkler 2015", "Description": "Shoot out red, white, and blue sparks!" },
    {
        "AssetId": 78026639,
        "Name": "1337 R0807",
        "Description": "Its a head, with a mouth that shoots Rockets?? Classic Cannon head!"
    },
    {
        "AssetId": 1536052210,
        "Name": "Gem Egg Claymore",
        "Description": "Passed down through the eons, this mighty sword was wielded by the bravest warriors of Egg Hunts past."
    },
    {
        "AssetId": 76170545,
        "Name": "Race the Sunset",
        "Description": "Another original ROBLOX 2D game.  Can you beat the sunset?"
    },
    { "AssetId": 74904396, "Name": "Amazing Shrinking Elixir", "Description": "Tiny is the new giant." },
    {
        "AssetId": 77443436,
        "Name": "Swordbreaker",
        "Description": "Fights like a sword - breaks enemies swords - who could ask for anything more?"
    },
    {
        "AssetId": 903197575,
        "Name": "Overseer Mace",
        "Description": "Overseers understand the universal language of smashing things with a mace. Click to bash your opponents with this mighty weapon."
    },
    {
        "AssetId": 174752400,
        "Name": "Roman Catapult",
        "Description": "Equip this catapult and click to spawn a giant catapult in front of you.  Click again to add a flaming brick to the catapult and watch it launch in any direction you point your mouse!  As it travels through the air it increases in size and will do 35 points of damage to anyone it hits."
    },
    { "AssetId": 116055112, "Name": "Ogre Friend", "Description": "Friend or foe?  You be the judge!" },
    {
        "AssetId": 47262951,
        "Name": "Bo Staff",
        "Description": "Unleash the flaming fury within with this spinning bo staff.  The final blow has an extra firey kick!"
    },
    {
        "AssetId": 18462637,
        "Name": "Staff of the Winds",
        "Description": "Try it for free in the ROBLOX Thanksgiving Turkey Hunt! Hold down the left mouse button to unleash a huge gust of wind that will blow away enemies and loose parts alike!"
    },
    {
        "AssetId": 94233344,
        "Name": "Trench Warfare Shotgun",
        "Description": "The Trench Gun shoots up to 20 bullets in a single round, with a wide spray around your target, making it super easy to hit nearby enemies. There are only six rounds in a clip, so time your reloads wisely!"
    },
    {
        "AssetId": 29100347,
        "Name": "Father's Day Card 2010",
        "Description": "Father, dad, papa, vater, padre or pere.  Call him whatever you like, but make sure that he knows you appreciate him today!"
    },
    {
        "AssetId": 64220933,
        "Name": "Ghostfire Sword",
        "Description": "This super fast sword will put you miles ahead of your opponents. Combine its speed with the damaging Ghostfire, and you're unstoppable!"
    },
    {
        "AssetId": 56561607,
        "Name": "Dracovin's Wand",
        "Description": "You must have a steady hand to cast the spells with this wand."
    },
    {
        "AssetId": 2002056831,
        "Name": "Virtual Book – Harry Potter",
        "Description": "Join Harry in his magical adventures as he discovers who he really is!"
    },
    {
        "AssetId": 139578571,
        "Name": "Spec Chi Biograft Energy Sword",
        "Description": "After the Christmas wars of 3010 all promised never to forget. People knew they must remain vigilant to protect against the revolt of the Santa bots and the factory elves.  This sword was specially designed to protect against festive robots of all seasons."
    },
    {
        "AssetId": 87361662,
        "Name": "Ice Breaker",
        "Description": "First he makes it - then he breaks it!  Freeze your enemies, then destroy them while they're stuck in your icy trap.  Does an astounding 14 damage per hit."
    },
    {
        "AssetId": 139593916,
        "Name": "2014 Fireworks",
        "Description": "2014 swiftly approaches... but it's not quite as swift as these 2014 rockets! Light up the night with these sweet fireworks!"
    },
    {
        "AssetId": 164174293,
        "Name": "Protest Sign: Explode the Fireworks",
        "Description": "Blow them all up! Light up the night!"
    },
    { "AssetId": 54130543, "Name": "Sword Fish", "Description": "Get it?  Cuz it's a sword...made of fish?" },
    {
        "AssetId": 46846024,
        "Name": "Katana of Destiny",
        "Description": "Do you fulfill the sword's destiny or does it help you fulfill yours?"
    },
    {
        "AssetId": 261439002,
        "Name": "Winters Greatsword",
        "Description": "Wield the power of everlasting frost and might.\r\n"
    },
    { "AssetId": 450566409, "Name": "Summer Hang Glider", "Description": "Soaring through the sky all summer long!" },
    {
        "AssetId": 790967234,
        "Name": "Ship in a Bottle",
        "Description": "A token to remember your many adventures across the sea! Be sure to see Pirates of the Caribbean: Dead Men Tell No Tales in theaters on May 26th!"
    },
    {
        "AssetId": 390969719,
        "Name": "Tix Sword",
        "Description": "Tix make this sword more powerful. Click to slash and double click to lunge."
    },
    {
        "AssetId": 149222558,
        "Name": "Five Kingdoms: Sky Raiders",
        "Description": "Adventure awaits in the Five Kingdoms—come and claim it in this start to a new series from the #1 New York Times bestselling author of the Fablehaven and Beyonders series."
    },
    { "AssetId": 69210407, "Name": "Remote Control Plane", "Description": "\"I - Just want to fly!\"" },
    {
        "AssetId": 170903868,
        "Name": "Taco Launcher",
        "Description": "It's raining tacos! Not really- more like you're shooting tacos. Fire tacos at your friends and foes. If hit they will take 20 damage as they eat the taco.  Occasionally there is a very spicy taco that will turn the eater bright red!"
    },
    {
        "AssetId": 553937189,
        "Name": "Pizza Kunai",
        "Description": "Delicious and deadly. Click to grab kunai and throw up to 5 at once. "
    },
    {
        "AssetId": 1258015943,
        "Name": "2018 Noisemaker",
        "Description": "The louder your new year, the better your year will be. That's just science."
    },
    {
        "AssetId": 51346471,
        "Name": "Twin Kodachi",
        "Description": "From the Asuna Samurais comes this twin Kodachi. With its lightness and speed, the Kodachi is deadly in the hands of any true Samurai warrior. Give them two and see them cut through their opponents as if they were made of paper."
    },
    { "AssetId": 179369914, "Name": "Halloween Tank", "Description": "Shoot exploding pumpkins at your foes." },
    {
        "AssetId": 107458531,
        "Name": "Grim Axe",
        "Description": "Beheads your enemies and causes them to walk around headless.  Don't stand too close to the head after the fact, it would be an EXPLOSIVE mistake!"
    },
    {
        "AssetId": 15179006,
        "Name": "Helen The Hiphipapotamus",
        "Description": "Meet Helen, the Hiphipapotamus. Helen is the #1 toy in Robloxia and if you want to find her in a toy store, you better be packing heat to deal with all the other crazy parents trying to buy one."
    },
    {
        "AssetId": 62350883,
        "Name": "Sword of Ancalagon ",
        "Description": "More than a mere sword, this amazing tool shoots Ancalagon's own Dragon Fire at anyone in the area."
    },
    {
        "AssetId": 186958653,
        "Name": "Frozen Flail",
        "Description": "Click to use the flail to hit your enemies. This does 15 damage. Double click to quickly whip the flail in front of you in a slashing motion, which does 20 damage. Click and hold to swing the flail around in a circular motion above your shoulder."
    },
    {
        "AssetId": 230185510,
        "Name": "Opened Astral Basket from the Lofty Isles",
        "Description": "How do we get there? Fly, of course! Inside you find... Astral Isle Wings of Infinite Height."
    },
    {
        "AssetId": 201756020,
        "Name": "Violin Crossbow",
        "Description": "Your music is dangerous!  Click and hold to draw and arrow.  Release the mouse to launch your arrow with great force! Each hit does between 20-30 points of damage to your foes."
    },
    {
        "AssetId": 47597760,
        "Name": "Golden Chakram of the Sky Palace",
        "Description": "This chakram was said to belong to a reclusive group of ninjas so enlightened that it was said they could communicate with inanimate objects. Legend has it they never carried more than one weapon, because they could call out to it from anywhere in the world, and it would always faithfully return."
    },
    {
        "AssetId": 95354304,
        "Name": "Sten Gun",
        "Description": "Fires 500 rounds a minute, with over-sized, 50-round clips. While the strong recoil makes it inaccurate at long ranges, you should be ashamed of yourself if you unload fifty bullets and hit nothing but air. Each bullet does 15 points of damage. Multiply that by 50 rounds and you've got enough damage to defeat more than a couple foes."
    },
    {
        "AssetId": 182273948,
        "Name": "Halloween Sparkler",
        "Description": "Launch a bunch of festive sparkles to celebrate Halloween!"
    },
    {
        "AssetId": 492670565,
        "Name": "Trophy of Participation 2016",
        "Description": "This trophy stands as proof that this user earned the friendly, flinty item that was available during a 2016 event."
    },
    {
        "AssetId": 522587921,
        "Name": "Zombie STOPing Axe",
        "Description": "Stop a zombie attack DEAD in its tracks. Swing this axe at enemies; dealing 15 damage each hit. "
    },
    {
        "AssetId": 277954704,
        "Name": "RC Tiny Tank",
        "Description": "Click to spawn your very own remote controlled tank!   Use 'W', 'A', 'S', and 'D' to steer it. Click to fire a blue projectile with an awesome blue fire trail as it flies toward your target. Each hit does 25 damage."
    },
    {
        "AssetId": 302280931,
        "Name": "Spider Morning Star",
        "Description": "Click and hold to spin the spider in a circular motion. Release the mouse button when you're ready to send the spider hurling towards your foes."
    },
    {
        "AssetId": 1241156683,
        "Name": "Swordfish Sword",
        "Description": "Ironically swordfish are pacifists who hate conflict. This one makes a very fine sword though, click to slash and lunge through enemies."
    },
    {
        "AssetId": 73232786,
        "Name": "Flaming Dragon Slayer Bo Staff",
        "Description": "Made from the talons of previously slayed dragons.  How he slayed the first one, I'll never know!"
    },
    {
        "AssetId": 1340206298,
        "Name": "Rocket Skateboard",
        "Description": "This board isn't just cool, it's out of this world."
    },
    {
        "AssetId": 1074738432,
        "Name": "Gigantic Bat Wings",
        "Description": "On leathery wings, you rule the night. Click to take flight and own the sky, using the 'W' 'A' 'S' and 'D' keys to move around."
    },
    {
        "AssetId": 68354832,
        "Name": "Blizzard Wand",
        "Description": "Quit wishing for snow and make it happen...with this wand!    Also shoots icy blizzard balls at anyone near you."
    },
    { "AssetId": 19703476, "Name": "Yellow Snowball", "Description": "Ewww...  say no to yellow snow." },
    {
        "AssetId": 101078326,
        "Name": "Candy Cane Launcher",
        "Description": "Need some holiday cheer? Say hello to my little friend! Rapid fire launch candy canes at anyone who stands in your way.  Does 5 damage per hit."
    },
    {
        "AssetId": 21440340,
        "Name": "Gear of the Week: Paper Airplane",
        "Description": "Tip: launch this plane from a high vantage point to get the longest flight possible! Gear of the week, ending on 2/5/2010."
    },
    {
        "AssetId": 24419811,
        "Name": "Protest Sign: Eggs are for eating.",
        "Description": "Egg hunts are silly.  Who wants fabulous prizes and fun?"
    },
    {
        "AssetId": 17237692,
        "Name": "Haunted Cheezburger",
        "Description": "Boo!  This cheezburger contains the ghost of another cheezburger.  What happens if you eat a ghost? You'll find out."
    },
    {
        "AssetId": 148790984,
        "Name": "Trophy of Wheeled Participation 2014",
        "Description": "This trophy stands as proof that this user earned the long-jumping item (3) that was available during a 2014 event."
    },
    {
        "AssetId": 150336333,
        "Name": "Trophy of Wheeled Participation 2014",
        "Description": "This trophy stands as proof that this user earned the bone-shaking item (5) that was available during a 2014 event."
    },
    {
        "AssetId": 583159170,
        "Name": "Orbital Violin: Deep Freeze",
        "Description": "Play a violin that summons other flaming violins to smite your foes!"
    },
    {
        "AssetId": 1915020448,
        "Name": "The Wasp",
        "Description": "It’s time to team-up with The Wasp! And be sure to see Marvel Studios’ Ant-Man & the Wasp, in theaters July 6!"
    },
    {
        "AssetId": 746687364,
        "Name": "Mega Mallet ",
        "Description": "Get ready to lower the BOOM! Click to swing at enemies; dealing anywhere from 20 to 30 damage. Double click to slam the mallet against the ground - dealing 80 damage to anybody hit. "
    },
    {
        "AssetId": 51757126,
        "Name": "Korblox: Spiked Arm Bracer",
        "Description": "This pair of spiked arm bracers are predominantly used by the wild Korbloxians for melee combat. Beware of anyone wearing this, as it is quite deadly at close range!"
    },
    {
        "AssetId": 24396804,
        "Name": "CocoWHAAA?",
        "Description": "You're in a rainforest and you're thirsty.  You see a coconut with what looks like a straw coming out of it.  Wait is that a straw? No. It's a fuse!  Run it's not a coconut."
    },
    {
        "AssetId": 1829110586,
        "Name": "Ferocious Mr. Fox",
        "Description": "The swiftest of mounts, the most cunning of steeds. "
    },
    {
        "AssetId": 243791145,
        "Name": "Bluesteel Katana",
        "Description": "“Only by living at the edge of death can you understand the indescribable joy of life.”"
    },
    {
        "AssetId": 150980444,
        "Name": "Trophy of Wheeled Participation 2014",
        "Description": "This trophy stands as proof that this user earned the crazy fast item (8) that was available during a 2014 event."
    },
    {
        "AssetId": 48847374,
        "Name": "Positronic Arm Cannon",
        "Description": "From the research labs of scientifically advanced Robloxia comes this attachable cannon to blasts your opponents with not 1, not 2 but 3 fully charged rotating positron charges"
    },
    {
        "AssetId": 70476435,
        "Name": "Dragon's Breath Potion",
        "Description": "Yeah this does exactly what you think it does. Drink it and you can shoot flames at anything and everything!"
    },
    { "AssetId": 439989184, "Name": "Midnight Motor Rolling Hoverboard", "Description": "Roll, hover, whatever." },
    {
        "AssetId": 139577997,
        "Name": "Festive Sentry",
        "Description": "Perfect for when those pesky elves try to sneak up on you!"
    },
    {
        "AssetId": 206798405,
        "Name": "Laser Lava Launcher",
        "Description": "This powerful gun unleashes deadly beams of lava directly at your opponent. Click and hold to charge the beam.  The longer you charge, the more damage it deals!"
    },
    { "AssetId": 118281529, "Name": "Harpoon", "Description": "Catches small objects and brings them to you." },
    {
        "AssetId": 835779898,
        "Name": "Rockin' Feline Guitar",
        "Description": "I love every kind of cat. Press 'Z', 'X', 'C', 'V', 'B', 'N' and 'M' to play. When you press 'M', the guitar will make a meow sound.\r\n"
    },
    {
        "AssetId": 346687565,
        "Name": "Blue Speedster",
        "Description": "Drive this road-ready, raceable speedster with  'W', 'A', 'S', 'D', or the arrow keys."
    },
    {
        "AssetId": 147948041,
        "Name": "Trophy of Wheeled Participation 2014",
        "Description": "This trophy stands as proof that this user earned the long-jumping item (1) that was available during a 2014 event."
    },
    {
        "AssetId": 152822815,
        "Name": "Opened Sparkle Basket of Bunny Time",
        "Description": "Bunny Basket of Sparkle Time?  You should always take time to sparkle and shine.  Inside you find... Sparkle Time Bunny Ears."
    },
    { "AssetId": 99119261, "Name": "Winter Snow Sled", "Description": "Just add slippery slope!" },
    {
        "AssetId": 97885289,
        "Name": "Trip Wire",
        "Description": "Use this item to lay a trip wire.  It will slowly disappear and trip anyone (but you) that walks over it.  They'll take quite a bit of damage with the fall."
    },
    {
        "AssetId": 74904387,
        "Name": "Lucky Clover",
        "Description": "\"I'm lookin' over a four leaf clover\" at a rainbow.  What's at the other side of the rainbow?  Only one way to find out!"
    },
    {
        "AssetId": 34898883,
        "Name": "Positronic Platform Producer",
        "Description": "Has a wall got you down, literally? Combat gravity the old-fashioned way with Positronic Platform Producer! Simply shoot at a wall to create a platform to stand on. Don’t get too comfortable though, as converting energy into mass can still prove to be a bit unstable, especially with walls that contain anchoritium."
    },
    {
        "AssetId": 532254782,
        "Name": "Sword of the Eternal Abyss",
        "Description": "Click to slash and double click to lunge. Each hit will do 20-26 points of damage. Hit the 'Q' key to activate this item's special attack.  "
    },
    {
        "AssetId": 264990158,
        "Name": "Gold Eagle Sword",
        "Description": "A very stylish and patriotic sword, which you can run around with, making a red, white, and blue striped trail behind your character! Slash at your enemies, dealing about 20 damage per hit. If you blox someone with this an eagle swoops down from the sky and grabs your enemy and flies him away!"
    },
    {
        "AssetId": 268586231,
        "Name": "Azure Dragon's Magic Slayer",
        "Description": "Click to deal your foes 16 to 22 points of damage.  If you successfully blox your foe, they become a  skeleton! Click and hold to charge a special attack which creates a magic purple portal in front of you. It'll then suck in objects and players and instantly kill them if they come in contact with it!"
    },
    {
        "AssetId": 24814192,
        "Name": "Egg Basket",
        "Description": "Provides a handy in-game inventory with hints to help you successfully complete the ROBLOX 2012 Egg Hunt. Users get this item for free when they purchase Builders Club."
    },
    {
        "AssetId": 14516975,
        "Name": "Super-G LS33 Disruptor",
        "Description": "The Super-G LS33 Disruptor is banned throughout the Federation. It's use against other Robloxians is classified as a war crime."
    },
    {
        "AssetId": 10884288,
        "Name": "War Rocks",
        "Description": "Has anyone ever read The Lottery by Shirley Jackson? It's hugely overrated."
    },
    {
        "AssetId": 120307951,
        "Name": "Noir Periastron Psi",
        "Description": "The sword men use to fight unendurable black evil crawling with rabid dinosaurs... in space. Users who redeemed two ROBLOX cards from Walmart between June 27th and July 31st were awarded this sword. This is no longer earnable!"
    },
    { "AssetId": 146071355, "Name": "Heart Balloon", "Description": "Let your heart soar - as high as this balloon!" },
    {
        "AssetId": 94233367,
        "Name": "Ghost Blaster",
        "Description": "This blaster will down your foes with just one hit!  But that's not all - your foe will come back as  your ghost minion and attack other players for 30 seconds."
    },
    {
        "AssetId": 63253718,
        "Name": "Bone Crusher - Mace and Shield ",
        "Description": "From crushing joints, to running faster to being stronger to spinning like a tornado, this one has got it all. Use \"q\" to bring out the shield to protect you from projectiles and tap \"w\" twice and left click to spin like a blistering hurricane!"
    },
    {
        "AssetId": 97161241,
        "Name": "Super Stomp Boots",
        "Description": "Click a target and BAM - you've jumped there.  If the object is another player, they will take quite a bit of damage from the strike of  your lead Super Stomp Boots."
    },
    {
        "AssetId": 152823565,
        "Name": "Egg Cannon 2014",
        "Description": "This gear item will only work in the official ROBLOX 2014 Egg Hunt - which is only open for a few more hours.  This awesome Egg Cannon launches fake eggs to confuse your competitors.  Occasionally it will fire out a real egg just to keep it interesting."
    },
    {
        "AssetId": 225921137,
        "Name": "Lucky Striker",
        "Description": "Are you feeling lucky?  This sword does a base damage of 30, but maybe if you are very lucky- you'll do 45."
    },
    {
        "AssetId": 110337853,
        "Name": "Laser Guided Missile Launcher",
        "Description": "Fire missiles that follow your target - press q for extra damage."
    },
    {
        "AssetId": 226206426,
        "Name": "Spring Flowers Crossbow",
        "Description": "Fire arrows which bloom into deadly flowers which spew poison at nearby enemies. Does 25 damage over 6 seconds to enemies within 8 studs of the arrow when it spews poison."
    },
    {
        "AssetId": 24419822,
        "Name": "Protest Sign: Egg Hunt Nao",
        "Description": "What do we want?  Egg Hunts!  When do we want them?  Soonish!"
    },
    {
        "AssetId": 92142829,
        "Name": "Rayvenge Sword",
        "Description": "Get your revenge with the Rayvenge!  This sword makes short work of eliminating your enemies -the first attack removes your opponents limbs and does 27 damage with each subsequent hit doing 9 damage."
    },
    {
        "AssetId": 26013203,
        "Name": "Freeze Ray",
        "Description": "Stop your enemies in their tracks and freeze them in a giant block of ice."
    },
    {
        "AssetId": 1208300505,
        "Name": "Kylo Ren’s Lightsaber",
        "Description": "The feared weapon of Kylo Ren with three fiery red blades."
    },
    {
        "AssetId": 257829534,
        "Name": "Heather's Axe",
        "Description": "This weapon has a checkered past in Heather’s hands. Friend or foe, often it’s hard to tell. Not as hard is hitting folk with this axe, though!"
    },
    {
        "AssetId": 162857268,
        "Name": "ROBLOX Summer Glider",
        "Description": "Soar high above the skies or ROBLOXIA on this stylish- limited time only - glider!"
    },
    {
        "AssetId": 37821008,
        "Name": "ROBLOX Best Buy Card",
        "Description": "To celebrate the release of ROBLOX Cards at Best Buy we're selling a limited edition ROBLOX Card.  In game, it transforms into 1 of several different ROBLOX electronics. For more information about ROBLOX Cards check out http://blog.roblox.com/"
    },
    {
        "AssetId": 123234626,
        "Name": "Stinky Skunk",
        "Description": "This stinky guy will knock your foes to the ground!"
    },
    {
        "AssetId": 23727705,
        "Name": "Spec Epsilon Biograft Energy Sword",
        "Description": "The superintelligent cloud people of the distant future find the history of human conflict hilarious and ironic. To that end, they created these weapons to sell in museum gift shops as a living reminder of the pinnacle of human stupidity. (WHY DO YOU NEED HAND TO HAND WEAPONS WHEN YOU HAVE LAZORS?!) Because the cloud people are incorporeal, the swords are completely harmless and they allow their young to play with them."
    },
    {
        "AssetId": 1119906090,
        "Name": "Coco - Dante Companion",
        "Description": "Miguel’s faithful companion! This loyal friend will follow you anywhere – wherever your adventure may take you!"
    },
    {
        "AssetId": 2549005282,
        "Name": "Roblox Character Encyclopedia",
        "Description": "A comprehensive guide to some of the most of popular characters from the world of Roblox, complete with an exclusive Outrageous Builderman figure!"
    },
    {
        "AssetId": 273970482,
        "Name": "Hot Pepper Launcher",
        "Description": "That's a spicy pepper!  Shoot red, green, and yellow peppers at your foes. When your foes get hit by a red pepper, they will turn red and run around, flailing their arms uncontrollably! Green makes your opponents vomit greenish bricks. If your foes get hit with a yellow pepper, their speed will be reduced.  Each pepper does 20 damage per hit!"
    },
    { "AssetId": 81847637, "Name": "The Federal Reserve", "Description": "Spraying cash like nobody's buisness." },
    {
        "AssetId": 97885552,
        "Name": "Mauser .96",
        "Description": "In addtion to damage blows your enemies dangerously far from where they were standing."
    },
    {
        "AssetId": 332747438,
        "Name": "Festive Dual Plungers",
        "Description": "Rapidly fire your very own holiday decorated dual plungers!  Each plunger does 14 damage!"
    },
    { "AssetId": 1708355542, "Name": "Racing Tractor", "Description": "He traded tilling fields for chasing thrills!" },
    {
        "AssetId": 160198658,
        "Name": "Midnight Sword",
        "Description": "Slash at your foes to do 10 damage. Charge the sword by holding down the left mouse button to change day to night, increase your walk speed, and increase the damage your sword does."
    },
    {
        "AssetId": 300410799,
        "Name": "Evil Duck Roped",
        "Description": "The most sinister roped yet!  Hit the 'H' key to make it quack!  Hit 'Q' to make it rain ducks."
    },
    {
        "AssetId": 343586214,
        "Name": "Rainbow Laser Blaster",
        "Description": "Click and hold rapidly fire neon lasers in all the colors of the rainbow.  Each laser does 12 damage on hit."
    },
    {
        "AssetId": 1149193097,
        "Name": "Valentine’s Throwing Stars",
        "Description": "Throw deadly love at your enemies!"
    },
    {
        "AssetId": 116693694,
        "Name": "Amerilaser Blaster",
        "Description": "Blast your foes all the way back to 1776.  Looks great in places with dynamic lighting enabled!"
    },
    {
        "AssetId": 332748371,
        "Name": "Festive Dueling Piano",
        "Description": "One simple click will send this festive holiday piano crashing down from the sky and onto your target.  They'll get crushed and be unable to move while you play them a little holiday tune."
    },
    {
        "AssetId": 163348758,
        "Name": "Victrola",
        "Description": "Play that old timey song and create a sonic blast - blowing people back and doing 20 damage."
    },
    {
        "AssetId": 72644644,
        "Name": "Quantum Entangler",
        "Description": "Create a clone of yourself and then choose to control youself or the clone.  Be careful, when clones are created there is a shock to the entire game!"
    },
    {
        "AssetId": 114491710,
        "Name": "W.A.R.P.: The Reluctant Assassin ",
        "Description": "Eoin Colfer, bestselling author of the Artemis Fowl books, returns with a new series, W.A.R.P., featuring time travelers, magic, a gorilla arm (time travel side effect) and danger… really creepy, scary, danger."
    },
    {
        "AssetId": 47597835,
        "Name": "Ninja Blink Potion",
        "Description": "You blink - you're in a new location.  Yeah - Ninjas are fast!"
    },
    {
        "AssetId": 91360104,
        "Name": "Stop Hitting Yourself",
        "Description": "Your enemies won't be able to stop themselves....from beating themselves up!  Does 10 damage per second."
    },
    {
        "AssetId": 59175777,
        "Name": "Deadly Thorn Potion",
        "Description": "Use the potion to grow powerful thorns all over your body.  Your enemies don't stand a chance!"
    },
    {
        "AssetId": 97311482,
        "Name": "Telewarp ",
        "Description": "Leave a hologram of yourself and then telewarp back to it at any point!"
    },
    {
        "AssetId": 73829202,
        "Name": "RoMaze",
        "Description": "It's romazing.  Unfortunately no one can be told what the RoMaze is. You have to experience it for yourself."
    },
    {
        "AssetId": 27171403,
        "Name": "Battle Axe",
        "Description": "Win the battle with this awesome axe.  Features two attack modes."
    },
    {
        "AssetId": 42847923,
        "Name": "Sword of the Winter Winds",
        "Description": "Harsh and cold just like the winter winds..."
    },
    {
        "AssetId": 90220371,
        "Name": "Dart Trap",
        "Description": "This ancient dart trap will shoot poisonous darts at anyone who crosses its path.  Each dart does 45 damage points."
    },
    {
        "AssetId": 155662051,
        "Name": "Ghost Ship",
        "Description": "Launch a deadly ghost ship at your foes to do 60 damage."
    },
    {
        "AssetId": 277955084,
        "Name": "Mind Controlled Lasers",
        "Description": "Fire red lasers from your eyes...well, eye glasses."
    },
    {
        "AssetId": 57229371,
        "Name": "Silly Guitar",
        "Description": "Plays a nice silly tune for you - or make up your own tune!"
    },
    {
        "AssetId": 52180871,
        "Name": "Remote Controlled Monster Truck",
        "Description": "The latest in the series, the powerful Monster Truck! Control the truck with the regular movement keys and watch as it breaks top speeds across the board. With enough strength to move objects, at full speed, this Truck is a beast!"
    },
    {
        "AssetId": 382837631,
        "Name": "Opened Faces of Awesome Basket",
        "Description": "You are A.W.E.S.O.M.E. Inside you find... Blue-eyed Awesome Face."
    },
    {
        "AssetId": 27860496,
        "Name": "Nova Wand",
        "Description": "It's super!  Super Nova... get it? Supernova?  That's why they don't let me write the jokes."
    },
    {
        "AssetId": 204095724,
        "Name": "Monster Fierce Basher",
        "Description": "This aweseome bashing stick has a ton of ways for you to bring the pain to your foes.  If your enemies touch the stick they will take 5-8 damage. If hit by a swing they can expect 10-15 damage. Double click to do 20-25 damage or click and hold to super charge your swing and do 25-40 points of damage."
    },
    {
        "AssetId": 55917420,
        "Name": "Knights of the Splintered Skies: Hydrian Elixir",
        "Description": "Over the centuries, many have wondered how the KoSS descend upon the realm in times of peril. Only but a few know, the true source of the KoSS' power. The Hydrian Elixir grants the KoSS the ability to grow wings and fly for a short period of time. Not only does the elixir give them the ability of flight, but also increases their strength twofold and the wings attack anyone that get near them!"
    },
    { "AssetId": 19381970, "Name": "Snowglobe of Childhood Memories", "Description": "Memento tempus fugit" },
    {
        "AssetId": 90220438,
        "Name": "Deluxe Hook Shot",
        "Description": "This deluxe grappling hook will pull small unanchored object (like other players) towards you.  When used on larger items, it will propel you toward the item or place."
    },
    {
        "AssetId": 160189720,
        "Name": "Donut Danger",
        "Description": "These dangerous throwing donuts do 20 damage per hit. Do not stop throwing these donuts."
    },
    {
        "AssetId": 987030948,
        "Name": "Top Secret Briefcase ",
        "Description": "What's in here? Documents. Not pictures of cats. Don't be silly. Click to throw top secret cat pictures at your foes."
    },
    {
        "AssetId": 47871646,
        "Name": "Tornade",
        "Description": "Toss this to unleash a virtual tornado, that is sure to blow your enemies away!"
    },
    {
        "AssetId": 10468915,
        "Name": "ROBLOX Classic Brigand's Sword",
        "Description": "Stand and deliver! Does moderate damage and has a special Lunge attack (double click) that increases reach and damage. This is the first gear item ever published."
    },
    {
        "AssetId": 159199263,
        "Name": "Bo Staff 7000",
        "Description": "Use this futuristic Bo Staff to slash at your foes and do 15 damage.  Hit 'Q' to activate its special ability - a forcefield that instantly kills your foes."
    },
    {
        "AssetId": 114020557,
        "Name": "Korblox - Fallen's Spine Blade",
        "Description": "In the heat of battle, when the weapon fails him, a true Korblox warrior is not afraid of ripping his spine apart and slashing through his adversaries."
    },
    { "AssetId": 14131296, "Name": "Machete", "Description": "Hack through jungles with this machete. Eversharp!" },
    {
        "AssetId": 65079090,
        "Name": "Dreamwalker's Dagger",
        "Description": "\"To die, to sleep— /\r\nTo sleep—perchance to dream. / Ay, there's the rub!/\r\nFor in that sleep of death what dreams may come, /\r\nWhen we have shuffled off this mortal coil\""
    },
    { "AssetId": 79446433, "Name": "Salute", "Description": "Don't just stand there.  Salute!" },
    {
        "AssetId": 184760397,
        "Name": "Steampunk Bow",
        "Description": "Click and hold to build up steam pressure so you can shoot your arrows!  Once you have enough pressure, you can release to fire a heated piece of rebar at your foes to deal 35 damage. If you max out the boiler pressure, the bow will instead fire three pieces of rebar in a fan-shaped pattern. No matter how many projectiles you fire, their speed is determined by the amount of pressure in the system."
    },
    {
        "AssetId": 621089209,
        "Name": "Static Shock Sheep",
        "Description": "Do androids dream of electric sheep? Equip and this robot sheep will follow by your side. Click on enemies to get him to run up to them and shock them!"
    },
    { "AssetId": 54694334, "Name": "Vilethorn", "Description": "Wrap your enemies in the vilest of thorns." },
    {
        "AssetId": 1227732454,
        "Name": "Dog Man 4 Virtual Book",
        "Description": "Dog Man is back with the purrfect sidekick. Can the daring duo save the day? Start reading to find out!  "
    },
    {
        "AssetId": 30847685,
        "Name": "Blunderbuss",
        "Description": "The blunderbuss is a muzzle-loading firearm with a short, large caliber barrel, which is flared at the muzzle, and used with shot. The blunderbuss is an early form of shotgun adapted to military and defensive use."
    },
    {
        "AssetId": 12562390,
        "Name": "Roman Candle",
        "Description": "It's actually not Roman. It's made in Maryland. WARNING: Do not use fireworks indoors."
    },
    {
        "AssetId": 176087639,
        "Name": "ROBLOX U Moped",
        "Description": "The ROBLOX University campus is huge!  You'll need this moped to get around quickly."
    },
    {
        "AssetId": 2230347432,
        "Name": "Dog Man Book 5",
        "Description": "Dog Man faces his most formidable foes yet! Get ready for non-stop action and laughs with our heroic hound as he join forces with an unlikely ally"
    },
    {
        "AssetId": 66896565,
        "Name": "MissileToe",
        "Description": "No one is going to want to meet you under the missiletoe this year.  Shoots missiles with toes at your enemies."
    },
    {
        "AssetId": 270560835,
        "Name": "The Bear Stack",
        "Description": "Grizzly, Panda, and Ice Bear know how to travel in style – by stacking up and forming a fun bearstack!"
    },
    {
        "AssetId": 569678090,
        "Name": "Present Launcher",
        "Description": "With this, you can fully embrace the spirit of giving by launching gifts at people. If hit, your foes will receive 20 damage!"
    },
    {
        "AssetId": 2649068009,
        "Name": "Dog Man 6 Virtual Book",
        "Description": "Dog Man is back! Get this virtual item to read more!"
    },
    {
        "AssetId": 95354259,
        "Name": "Forbidden Box",
        "Description": "You know that box your gramps told you never to open?  Now you know why!  The Forbidden Box will summon several violent beasts, which will hunt down any player, friend or foe, who lays eyes on it or falls within its area of effect. You can spawn up to four monsters at a time, each of which is capable of dealing 10 points of damage per second."
    },
    { "AssetId": 163355211, "Name": "Red Grind Skateboard", "Description": "Red Grind 4 Lyfe!" },
    {
        "AssetId": 317593302,
        "Name": "The Pharaohs Guard Sword",
        "Description": "Click to slash, dealing 14 to 17 damage. With each slash you'll unlock the ancient power of the Pharaoh's Guard and have a chance at preforming a secret attack or enjoying a hidden power up!"
    },
    {
        "AssetId": 1033137155,
        "Name": "Deluxe Green Roped",
        "Description": "This stylish green roped will keep you traveling in deluxe style. It moves faster than the red roped and does sweet jumps with more ease than ever before."
    },
    { "AssetId": 108149201, "Name": "Dark Falchion", "Description": "A trusty blade in all storms." },
    {
        "AssetId": 186867645,
        "Name": "Tablet of Akmenrah",
        "Description": "Use the magic of the Pharaoh’s Tablet to power up your player.  Don’t miss Night at the Museum: Secret of the Tomb in theaters December 19th!"
    },
    {
        "AssetId": 341109697,
        "Name": "DarkAge Shuriken",
        "Description": "Click to throw two of these powerful weapons swirling towards your foes.  Anyone hit is dealt 22 damage per shuriken."
    },
    { "AssetId": 45513247, "Name": "Robot Friend", "Description": "Binary solo!  000000100000111100001110" },
    { "AssetId": 2163551089, "Name": "Bluesteel Crossbow", "Description": "A heavy crossbow with a mighty shot." },
    {
        "AssetId": 168141496,
        "Name": "Bladed Tutu",
        "Description": "You'll be looking sharp in this bladed tutu. Spin attack to do 15 damage to your foes and teach them the true meaning of the black swan."
    },
    {
        "AssetId": 277955605,
        "Name": "Throwing Knife Pen",
        "Description": "You look like you're about to sign this contract to give away the coveted magical super weapon, but no! You are a secret agent who has a knife disguised as a pen!  Click to remove the cap and then slash all the foes. Click and hold to charge the force of the throw when you release the knife from your hand. A hit will do 40 damage.  The secret weapon is safe... for now."
    },
    {
        "AssetId": 313532292,
        "Name": "Space View-Master",
        "Description": "We think it won’t be a long, long time before touchdown brings you ‘round again, Rocket Man. Because with this nifty device you can hover about just like in zero gravity!"
    },
    {
        "AssetId": 119101643,
        "Name": "Cool Story Air Conditioner",
        "Description": "Remember that time 4 air conditioners fell from the sky simultaneously. Cool story, bro."
    },
    {
        "AssetId": 139578136,
        "Name": "Sword of Swords",
        "Description": "Yo Dawg!  We heard you liked swords, so we made you a sword made of swords so you can slash while you slash."
    },
    {
        "AssetId": 89491407,
        "Name": "Zombie Grip Bomb",
        "Description": "Your enemies will try to scream, but terror will take the sound before they make it.  Toss this zombie bomb up to 100 studs away and drag your enemies six feet under."
    },
    {
        "AssetId": 64220952,
        "Name": "Ghostfire Throwing Daggers",
        "Description": "Spawn several daggers and throw them at different angles to do maximum damage!"
    },
    {
        "AssetId": 173755801,
        "Name": "Diamond Blade Sword",
        "Description": "What cuts like diamond? Nothing. Swing this super powerful sword over your head.  As it sparkles around you, the sword does powerful damage to your foe. If you manage to blox them, they will turn into a diamond as they fall apart."
    },
    {
        "AssetId": 97885508,
        "Name": "The General's .45",
        "Description": "Does 40 damage per shot.  Six shots per round."
    },
    {
        "AssetId": 125859450,
        "Name": "Crystal Sphere Drop",
        "Description": "Icosahedral geodesic sphere to be exact. Launch this flagpole at your foes and then wait for the ball to drop.  5.4.3.2.1"
    },
    { "AssetId": 1492226137, "Name": "Roman Sword and Shield", "Description": "FOR THE EMPIRE! " },
    {
        "AssetId": 168140813,
        "Name": "Flaming Halberd",
        "Description": "A trail of fire follows the Halberd's blade as you swing furiously at your enemy. A hit will set the other player on fire and does 50 damage."
    },
    {
        "AssetId": 54130559,
        "Name": "Poseidon's Quake Trident",
        "Description": "Shake the land and sea with Poseidon's Quake Trident!"
    },
    { "AssetId": 215355320, "Name": "Bloxster BZR", "Description": "If you ain't first, you're last!" },
    { "AssetId": 104642522, "Name": "Roped", "Description": "Travel around the level on your motorized Roped." },
    {
        "AssetId": 71037056,
        "Name": "Magic Lamp",
        "Description": "Rub the lamp, and a genie appears to grant you a wish."
    },
    {
        "AssetId": 156467990,
        "Name": "Overseer Short Sword",
        "Description": "Ready to do some serious damage? Hit 'Q' to summon 5 Overseer minions to do your bidding for up to two minutes."
    },
    {
        "AssetId": 261827192,
        "Name": "Neon Rainbow Phoenix",
        "Description": "Your guardian phoenix follows you and protects you by shooting different color fireballs at your foes. Each hit does 25 damage!"
    },
    {
        "AssetId": 36568603,
        "Name": "Porter's Pumpkin Pitchfork",
        "Description": "Whether posing for a rural portrait, shoveling some hay, or eating the biggest salad ever made, this gothic pitchfork is perfect for when normal forks just aren’t big enough (or if your spoon is already too big). Also works very well for fending off all those things that go bump in the night."
    },
    {
        "AssetId": 176087640,
        "Name": "ROBLOX U Free Stuff Launcher",
        "Description": "Stuff! People love stuff!  Launch free pizza and tee shirts from this cannon."
    },
    {
        "AssetId": 191261930,
        "Name": "Black and White Sword",
        "Description": "Click to double slash your opponents. A successful hit deals 25 damage. Beware a wielder of this sword's jump.  After jumping they will spin around leaving phantom blades that will do 10 damage per hit."
    },
    {
        "AssetId": 118281463,
        "Name": "Land Shark Shooter",
        "Description": "Shoots out sharks that lurk beneath the land. Aim a shark at your foe and he'll never see it coming... unless he can see through the ground."
    },
    {
        "AssetId": 236440696,
        "Name": "Burger Launcher",
        "Description": "Fire deadly burgers and fries at your foes!  They'll take some serious burger damage (25 points per hit) and massive fry devastation (35 damage per hit)!"
    },
    {
        "AssetId": 928796097,
        "Name": "Aqua Roped",
        "Description": "Travel in sea-side style with this hovering Roped. "
    },
    {
        "AssetId": 62809243,
        "Name": "Outrageous Board with a Nail in It",
        "Description": "Did they? That outrageous board with a nail in it may have defeated us. But the humans won't stop there. They'll make bigger boards and bigger nails, and soon, they will make a board with a nail so big, it will destroy them all!"
    },
    {
        "AssetId": 155661985,
        "Name": "Sword of the Seas",
        "Description": "Click to slash at your foes and deal 15 damage.  When you are tired of this, unleash the wrath of the waves upon your foes with the special attack key 'Q'"
    },
    {
        "AssetId": 2045767145,
        "Name": "Robotic Horse Mount",
        "Description": "These are the steeds favored by space cowboys."
    },
    { "AssetId": 40892781, "Name": "Pilgrim's Blunderbuss", "Description": "Becuase turkeys don't hunt themselves..." },
    {
        "AssetId": 271017937,
        "Name": "Radiant Seahorse ",
        "Description": "\"I only travel by seahorse these days. All the best people are doing it!\"\r\n\r\nUse the arrow keys or 'W', 'A', 'S', 'D' to steer your seahorse in whichever direction you'd like to go."
    },
    {
        "AssetId": 2568200796,
        "Name": "Turkey Mount",
        "Description": "Just like how the pilgrims used to ride turkeys at the first Thanksgiving. I saw it in a comic book."
    },
    {
        "AssetId": 76170515,
        "Name": "Alien Parasite",
        "Description": "Steals your enemy's health and replenishes your own!"
    },
    {
        "AssetId": 16951083,
        "Name": "Mindgrapes",
        "Description": "Mindgrapes are prized throughout the galaxy for increasing neural kinematics, granting incredible reflexes. This enhanced speed comes at a cost, however - your constituion suffers and as a result your body becomes significantly more fragile. WARNING: Mindgrapes are habit-forming. If you are not constantly consuming Mindgrapes, their energy will make you explode. You can't eat just one!"
    },
    {
        "AssetId": 101715440,
        "Name": "Angalacon's Crossbow",
        "Description": "A dragon's danger is not from his teeth alone.  Fire flaming arrows soaked in poisonous dragon venom at your foes to do 19 damage."
    },
    {
        "AssetId": 40811356,
        "Name": "Frosted Santa, Harbinger of Christmas Creep",
        "Description": "The FIRST jingle announces his presence to the world. The SECOND jingle causes only chaos. The THIRD jingle offers great opportunity. The FOURTH jingle will be the last, and then, my friends, the music stops."
    },
    {
        "AssetId": 110337828,
        "Name": "Common Egg Compass - Egg Hunt 2013",
        "Description": "This item will only work in the official ROBLOX Egg Hunt 2013 level for the duration of this year's egg hunt.  This will point you in the direction of one of four common eggs."
    },
    { "AssetId": 64870000, "Name": "Indomitus Leo: A Walmart Exclusive Item", "Description": "Alea iacta est." },
    {
        "AssetId": 78665204,
        "Name": "Adalinda's Anlance",
        "Description": "Charge the Anlance for ultimate speed and power."
    },
    {
        "AssetId": 39258389,
        "Name": "Anger Management Phone Book",
        "Description": "RAAAAAWWWWWWWWWWRRRRRRR!  Phone book makes me so angry!"
    },
    {
        "AssetId": 113299620,
        "Name": "Snake Sniper",
        "Description": "Shoot snakes from a snake. Your foes will never see it coming... okay they might.  You are shooting a snake from a snake after all."
    },
    {
        "AssetId": 114687236,
        "Name": "Double Damage Frog",
        "Description": "Throw this double damage frog at your foes. If it hits them, his poison rubs off on them and they turn blue for twenty seconds!  Any damage you do to them during this time is doubly effective!"
    },
    {
        "AssetId": 2222648398,
        "Name": "DIY Flying Contraption",
        "Description": "Not too shabby for an DIY project, if I can say so myself."
    },
    {
        "AssetId": 93136746,
        "Name": "Telamonster: the Chaos Edge",
        "Description": "“The lions sing and the hills take flight. The moon by day, and the sun by night. Blind woman, deaf man, jackdaw fool. Let the Lord of Chaos rule.”"
    },
    {
        "AssetId": 953518028,
        "Name": "Birth of the Dragon Nunchucks",
        "Description": "Inspired by a true event, the fight that created the myth, the legend. See for yourself in theaters August 25th!"
    },
    {
        "AssetId": 184758255,
        "Name": "HOT WHEELS® RC Street Hawk™ ",
        "Description": "Ever wonder what it would be like if cars could fly? Now you can take to the skies with Hot Wheels RC Street Hawk. Drive It! Fly It!"
    },
    {
        "AssetId": 125013830,
        "Name": "Scroll of Sevenless",
        "Description": "\"'That is the weave we must use when fighting Forsaken, Narishma,' al'Thor said, his quiet voice cutting straight through Cadsuane's. 'If we kill them with anything else, they can be reborn. It is a dangerous tool, but still just a tool. Like any other.'\""
    },
    {
        "AssetId": 16641274,
        "Name": "Illumina",
        "Description": "Telamon's favorite weapon from Sword Fight on the Heights. It is light, agile, and deadly."
    },
    {
        "AssetId": 22152234,
        "Name": "Clawknife",
        "Description": "A sword with claws seems a little redundant to me, but whatever."
    },
    {
        "AssetId": 70476425,
        "Name": "Dragonshead Cannon",
        "Description": "Seriously what did you think it would shoot?  Treasure? No - it's got to be the heads of lesser dragons."
    },
    { "AssetId": 24686580, "Name": "Double Cheezburger", "Description": "U can has double cheezburger!" },
    {
        "AssetId": 1180418251,
        "Name": "Diablo Bow",
        "Description": "Oh how far the mighty have fallen. Use this item to soar above the crowd and shoot arrows in 1 of 2 modes. The first mode allows for a concentrated strong shot and mode two allows for rapid fire."
    },
    {
        "AssetId": 2463683230,
        "Name": "Spooky Spectral Attack Lollipop",
        "Description": "All tricks from this treat. Click to release this sweet weapon to attack on its own."
    },
    {
        "AssetId": 15642486,
        "Name": "Protest Sign: Save the Whales",
        "Description": "Some people think nuking whales is wrong... And they're not going to take it any more!"
    },
    { "AssetId": 15731350, "Name": "Leland the Lolturtle", "Description": "Leland does it for the lulz." },
    {
        "AssetId": 413199938,
        "Name": "Bad Luck Sword",
        "Description": "Bad luck for your enemies - good luck for you!  Strike at your foes with this bad luck sword and in addition to regular damage your foe has a 10% chance of being poisoned with one of four different poisons."
    },
    {
        "AssetId": 65079094,
        "Name": "Retro Candy",
        "Description": "Put your enemies to sleep with six pieces of this delicious retro candy."
    },
    {
        "AssetId": 178076989,
        "Name": "Exploding Heart",
        "Description": "Equip this exploding heart and click to throw it at your foes.  Anyone near the explosion will be thrown back and take 30-35 points of damage."
    },
    {
        "AssetId": 3459922232,
        "Name": "8-Bit Wizarding Staff",
        "Description": "Wham, bam, alakazam! Click to spawn deadly fireballs at your foes."
    },
    { "AssetId": 83021217, "Name": "Shark Launcher", "Description": "What did you expect it to shoot?  Missiles?" },
    { "AssetId": 32353654, "Name": "Moonwalk Dance Potion", "Description": "We are here to change the world!" },
    {
        "AssetId": 95484354,
        "Name": "Misfortune Cookie",
        "Description": "It's not going to bring you luck but it might be fun."
    },
    { "AssetId": 72644629, "Name": "Lightning Orb", "Description": "Summon lightning to stun your enemies!" },
    {
        "AssetId": 85145680,
        "Name": "Pararocket",
        "Description": "Shoot yourself into space with this awesome pararocket.  Then glide back down with your own parachute!"
    },
    {
        "AssetId": 159199218,
        "Name": "Laser-saw",
        "Description": "Chain saws are so yesterday on Earth.  The future is now with this laser saw.  Tired of just sawing through your enemies with lasers? Double click to activate the special laser shooting attack."
    },
    { "AssetId": 67747884, "Name": "2012 Firework", "Description": "Celebrate good times, come on!" },
    {
        "AssetId": 45941397,
        "Name": "Fire Breathing Dragon Friend",
        "Description": "He only breathes fire when he's really mad.  So you shouldn't worry...just don't make him mad."
    },
    {
        "AssetId": 158069110,
        "Name": "Poisoned Skeleton Scythe",
        "Description": "Dangerous to anyone who get's hit. In addition to the slash damage, there is a 25% change of poisoning anyone you hit. If poisoned your foe will be unable to jump and can only walk at half speed."
    },
    {
        "AssetId": 431038614,
        "Name": "Sword of Glowing Hope",
        "Description": "Even in the deepest darkness, there is hope in the flash of my blade. This sword is lit up so it's bright in dark places and slightly glows. Slash at your enemies dealing 17 damage per hit. Upon slashing enemies, sparks emit out of the sword. Anybody killed will burst into neon green flame particles and vanish."
    },
    {
        "AssetId": 144980658,
        "Name": "Happy New Year Horse",
        "Description": "The Year of the Horse is a time of fast victories and unexpected adventure."
    },
    {
        "AssetId": 1241586595,
        "Name": "Laser Sword and Shield",
        "Description": "Protect the present with the weapon of the future, lasers!"
    },
    {
        "AssetId": 2261167878,
        "Name": "Overseer Mage Staff",
        "Description": "The eye that sees the past, present, and future.\r\nUse it to throw terrible flames at your foes."
    },
    {
        "AssetId": 287425246,
        "Name": "DarkAge Ninja Bow",
        "Description": "Click and hold to charge the arrow, the longer you charge, the more powerful the arrow gets. Max damage is between 15 and 55, depending on the charge. Hit 'Q' key to activate the special DarkAge Ninja attack for the ages! This attack rains arrows from the sky around your target."
    },
    {
        "AssetId": 531702150,
        "Name": "Virtual Book – Harry Potter",
        "Description": "Start your adventure today with Harry Potter!"
    },
    {
        "AssetId": 1536053426,
        "Name": "Hard Boiled Roadster",
        "Description": "Hop into this egg-shaped car and speed down the bunny trail!"
    },
    {
        "AssetId": 64647666,
        "Name": "Cliche Staff of Zombie Infection",
        "Description": "You know what happens if this touches you."
    },
    {
        "AssetId": 186521342,
        "Name": "The Iron Trial",
        "Description": "From the imaginations of Holly Black and Cassandra Clare comes a heart-stopping, mind-blowing, pulse-pounding plunge into the magical unknown."
    },
    {
        "AssetId": 2409286506,
        "Name": "Bat-tle Axe",
        "Description": "Can I AXE you a question? I promise to get my POINT across."
    },
    {
        "AssetId": 27902398,
        "Name": "TBC Skateboard",
        "Description": "Turbo Builders Club members don't mess around. For shock and awe, you can't beat the black and orange."
    },
    {
        "AssetId": 129457095,
        "Name": "Captain Underpants Book",
        "Description": "Captain Underpants is back—in full color, super cool graphics!  Go back in time and find out how Captain Underpants was created!  Follow George and Harold on their wild adventure and get ready to laugh out loud!"
    },
    { "AssetId": 38861951, "Name": "Green Epic Sauce", "Description": "Feeling HOT HOT HOT!  Ouch it's so hot!" },
    { "AssetId": 54694329, "Name": "Sword of the Summer Sun", "Description": "The pain of a million sunburns..." },
    {
        "AssetId": 382837475,
        "Name": "Opened Basket of Delicate Flight",
        "Description": "I can fly twice as high. Inside you find... Violet Spring Butterfly Wings."
    },
    {
        "AssetId": 1587165780,
        "Name": "Emerald Knights of the Seventh Sanctum Glaive",
        "Description": "The Emerald Knights of the Seventh Sanctum are greatly skilled with all manner long-ranged weapons."
    },
    {
        "AssetId": 709229848,
        "Name": "ROBLOX Egg Launcher 2017",
        "Description": "Use this launcher to rain down some eggs in the 2017 Egg Hunt Custom Game! \r\n\r\nOn behalf of everyone at ROBLOX, thank you for participating in the 2017 Egg Hunt! \r\n\r\nHere comes the boom."
    },
    {
        "AssetId": 149411775,
        "Name": "Trophy of Wheeled Participation 2014",
        "Description": "This trophy stands as proof that this user earned the crazy fast item (4) that was available during a 2014 event."
    },
    {
        "AssetId": 92627988,
        "Name": "Orinthian Mace",
        "Description": "This is no ordinary mace. Leaves behind a damaging trail of energy everywhere it is carried."
    },
    {
        "AssetId": 36568418,
        "Name": "Pumpkin Sword",
        "Description": "Jack O’Lantern was nimble and also was quick, and Jack attacked his enemies with a wicked-looking stick. The dreaded Pumpkin Sword gives the wielder all the power of Jack’s famed Samurai Slash."
    },
    {
        "AssetId": 186868641,
        "Name": "Snow and Arrow",
        "Description": "Click and hold to pull the arrow back further, charging it and increasing its damage. Minimum damage is 5, and maximum is 66."
    },
    {
        "AssetId": 313532084,
        "Name": "Wildlife View-Master",
        "Description": "Lions and Tigers and Bears, OH MY! Oh wait, those are just virtual projections. False alarm everyone! False alarm."
    },
    {
        "AssetId": 1102656209,
        "Name": "Bubble Trouble",
        "Description": "The winner of the 2017 Robot Building Contest, sponsored by Dreamworks Voltron! Congratulations to Pastal_Unikitty for the winning design!"
    },
    {
        "AssetId": 835780770,
        "Name": "Winterfang: The Fateful",
        "Description": "Across the frozen tundra Winterfang ran, tracking his master's scent over a hundred miles. He would never abandon a friend in their time of need. Simply equip this item and he will spawn in front of you- ready to ride."
    },
    {
        "AssetId": 99119240,
        "Name": "Crimson Periastron Mu",
        "Description": "This sword is meant to fight angry narwhals... in space."
    },
    {
        "AssetId": 33866846,
        "Name": "Gravitational Radiation Hammer v0.01",
        "Description": "Utilizing the latest in subspace/molecular deformation technology for mining on the planet Ysteb, the Gravity Hammer will expel objects surrounding its user in an outward vector. Warning: currently the Gravity Hammer does not work on objects that contain anchoritium."
    },
    {
        "AssetId": 88885506,
        "Name": "Military Spy Satellite",
        "Description": "Use this spy satellite to spy on your enemies, regardless of where they are on the map.  Gives you a birds-eye-view of the map. Click on a location to zoom in and see what's going on there. Press x to leave the satellite view."
    },
    { "AssetId": 16435368, "Name": "Skull Cane", "Description": "Dust to dust." },
    {
        "AssetId": 1829078563,
        "Name": "Sun Slayer Sword",
        "Description": "The chosen weapon of the Sun Slayer. Each swing strikes true and swift. "
    },
    {
        "AssetId": 13478015,
        "Name": "Skele-tar",
        "Description": "Columbus he set sail to find out if the world was round /\r\nHe kept on sailing west until he ran aground /\r\nHe thought he'd found the Indies, but he found the U.S.A. /\r\nI know some navigators who can still do that today\r\n"
    },
    { "AssetId": 27902303, "Name": "ROBLOX Skateboard", "Description": "This black and red board shreds asphalt." },
    {
        "AssetId": 152233381,
        "Name": "Sleepy Song Bird ",
        "Description": "What a sweet song.... zzzzz.  How can anyone stay awake when they hear this sweet music?  They can't!"
    },
    {
        "AssetId": 1001541309,
        "Name": "Dog Man 3 Virtual Book",
        "Description": "Dog Man is back! This time he is up against a cute kitten clone and his conniving creator, Petey!"
    },
    {
        "AssetId": 57229357,
        "Name": "Paper Sword",
        "Description": "Okay - let's be real here - a paper sword does as much damage as well....paper.  But it does do some other silly stuff."
    },
    {
        "AssetId": 277956390,
        "Name": "Non-Hovering Board",
        "Description": "Some people might think this is a skateboard, but they'd be wrong. This is just a hover board that's missing its hover functionality."
    },
    {
        "AssetId": 183665698,
        "Name": "Orbital Violin Strike",
        "Description": "Play a violin that summons other flaming violins to smite your foes! The most ridiculous weapon on ROBLOX has arrived!  Any player you hit is dealt 15 damage per limb."
    },
    {
        "AssetId": 1903663829,
        "Name": "Ultimate Summer Soaker",
        "Description": "This little number fulfills all your water war needs.\r\n"
    },
    {
        "AssetId": 17527923,
        "Name": "Pumpkin Bucket",
        "Description": "It's in the \"Horror\" genre because it can hold a horrifyingly large amount of candy. Nomnomnom!"
    },
    {
        "AssetId": 180298769,
        "Name": "Swarm of Bats",
        "Description": "Your loyal bat colony will follow you and do your bidding.  Click a player within a 100 stud radius and the your swarm of bats descends upon them - doing 5 damage per hit. These bats are not just any common colony, they are also trained to do a special attack.  Press 'Q' to begin firing bats forward from your arms, which deal 5 damage per hit."
    },
    {
        "AssetId": 59190543,
        "Name": "Azurewrath's Return",
        "Description": "His Magnificence keeps this dagger in his boot for emergencies and it always comes back."
    },
    {
        "AssetId": 12909278,
        "Name": "Banjo",
        "Description": "I want to be a rock star, and travel really far, and buy / me a big expensive car. /\r\nAnd make lots of money and find me a honey. /\r\nAnd live in nice big house where it's sunny. /\r\nWith a pool and I'll be cool. /\r\nI'll always have a gig cause I'll be big. /\r\nI'll have parties and friends and places to go, /\r\nThe only problem is I play the banjo. - Ryan Shupe"
    },
    {
        "AssetId": 156467926,
        "Name": "Knights of the Splintered Skies: Sword",
        "Description": "Strike at your foes and in addition to doing damage you will push them to the ground."
    },
    {
        "AssetId": 359179463,
        "Name": "Year of the Monkey Lantern",
        "Description": "Celebrate the year of the monkey with this awesome lantern.  The spirit of monkey will protect you!"
    },
    { "AssetId": 14131602, "Name": "Pirate Hook", "Description": "Arrr! I be hooked on this weapon! " },
    {
        "AssetId": 74385418,
        "Name": "Glory Launcher 2012",
        "Description": "With this heat seeking missile launcher, your foes don't stand a chance."
    },
    { "AssetId": 36105781, "Name": "Witch’s Insta-Cauldron", "Description": "Spooky ...and smokey!" },
    { "AssetId": 52625733, "Name": "Merica Airwalker", "Description": "Cuz this is my United States of Whatever...." },
    {
        "AssetId": 549914420,
        "Name": "Razor Sharp Looks",
        "Description": "If looking good was a crime, you'd be deadly. Also the blades help.  Click to throw in the direction of your cursor. Blades will pop out of the sides of the fedora and spin toward its target. "
    },
    {
        "AssetId": 51346271,
        "Name": "Bamboo Dart Blowgun",
        "Description": "From the infamous Shadow Ninjas of Robloxia comes this blowgun capable of firing 3 deadly darts at insane speeds."
    },
    { "AssetId": 74904413, "Name": "The Luck O' the Irish", "Description": "You just got McPwned." },
    {
        "AssetId": 243778818,
        "Name": "Fallen Artemis Sword & Shield",
        "Description": "When equipped this shield doubles your current and max health. Click to slash for 15 damage per hit.  The special attack repeatedly strikes enemies for 30 damage per hit, one hit per second. Release the left mouse button while charging the do a double slash for 15 damage per hit."
    },
    {
        "AssetId": 1241587075,
        "Name": "Personal Plane",
        "Description": "All the freedom of flying without all that meddlesome flight school or pilot's license."
    },
    {
        "AssetId": 1532311127,
        "Name": "Eggmin Launcher 2018",
        "Description": "Use this launcher to rain down some eggs in the Egg Hunt! \r\n\r\nOnly works in Egg Hunt 2018"
    },
    {
        "AssetId": 313547087,
        "Name": "Flying Vacuum",
        "Description": "Brooms are so 1600s.  The modern witch definitely uses a vacuum! Click and hold to point the broom in the direction you wish to fly."
    },
    {
        "AssetId": 159199229,
        "Name": "Bruin Mount",
        "Description": "Ride in bearly affordable style. This baby bear will take you anywhere you want to go."
    },
    {
        "AssetId": 1149193369,
        "Name": "MeeBot",
        "Description": "MeeBot is a smart and creative JIMU ROBOT, a fun companion to bring on all your adventures!"
    },
    {
        "AssetId": 181245172,
        "Name": "Monster Radar",
        "Description": "Use this item in Hallow's Eve to know which monsters are in the level.  This item only works in Hallow's Eve. Play the game here - http://www.roblox.com/Hallows-Eve-2014-The-Witching-Hour-Returns-place?id=180331551"
    },
    {
        "AssetId": 52180878,
        "Name": "Ultimate Slide Skateboard",
        "Description": "Time to show off as the coolest kid on the block!"
    },
    {
        "AssetId": 161219921,
        "Name": "All American Roped",
        "Description": "This Roped was made in America!  Zip around ROBLOX in your patriotic roped. Available for a limited time only!"
    },
    { "AssetId": 2385189785, "Name": "Pencil Sword", "Description": "Look out, I'm gonna rub you out!" },
    {
        "AssetId": 382837706,
        "Name": "Opened Delicious Basket of the Crispiest Chicken",
        "Description": "You eat so many chicken legs you're going to turn into one! Inside you find... Fried Chicken Hat."
    },
    {
        "AssetId": 28277486,
        "Name": "Black Hole Bomb",
        "Description": "Instead of blowing everything apart, it pulls everything together. The consequences are pretty."
    },
    {
        "AssetId": 11999279,
        "Name": "XLS Mark II Pulse Laser Pistol",
        "Description": "The XLS Mark II Pulse Laser Pistol is standard issue in the intergalactic police corps."
    },
    {
        "AssetId": 257812862,
        "Name": "Neon Bloxster 2XP",
        "Description": "Ride all over ROBLOXIA. Hit 'H' to honk and turn your headlight on and off with the 'X' key."
    }
]